Skip to content
This repository
BuiltinAuthenticationProvider
Pull requests
Issues
Marketplace
Explore
@kevinworthington
Sign out
Unwatch 7
Star 2  Fork 2 scholarsportal/SP-dataverse
Code  Issues 0  Pull requests 0  Projects 0  Wiki  Insights  Settings
Branch: FrenchTranslat\u2026 Find file Copy pathSP-dataverse/src/main/java/Bundle_fr.properties
2a6d57b  on Oct 31, 2017
@JayanthyChengan JayanthyChengan - Removed string value in JsfHelper.addSuccessMessage() and implemented
2 contributors @JayanthyChengan @mhvezina
RawBlameHistory
2094 lines (1907 sloc)  158 KB
dataverse=Dataverse
newDataverse=Nouveau dataverse
hostDataverse=Dataverse h\u00F4te
dataverses=Dataverses
passwd=Mot de passe
dataset=Ensemble de donn\u00E9es
datasets=Ensembles de donn\u00E9es
newDataset=Nouvel ensemble de donn\u00E9es
files=Fichiers
file=Fichier
restricted=En acc\u00E8s r\u00E9serv\u00E9
restrictedaccess=Acc\u00E8s r\u00E9serv\u00E9
find=Trouver
search=Recherche
unpublished=Non publi\u00E9
cancel=Annuler
saveChanges=Enregistrer les modifications
acceptTerms=Accepter
submit=Soumettre
signup=S'inscrire
login=Se connecter
email=Courriel
account=Compte
requiredField=Champ obligatoire
new=Nouveau
identifier=Identifiant
description=Description
subject=Sujet
close=Fermer
preview=Aper\u00E7u
continue=Continuer
name=Nom
institution=\u00C9tablissement
position=Poste
affiliation=Affiliation
createDataverse=Cr\u00E9er un dataverse
remove=Supprimer
done=Termin\u00E9
editor=Collaborateur
manager=Gestionnaire
curator=Intendant des donn\u00E9es
explore=Explorer
download=T\u00E9l\u00E9charger
deaccession=Retrait
share=Partager
link=Lien
linked=Li\u00E9
harvested=Moissonn\u00E9
apply=Appliquer
add=Ajouter
delete=Supprimer
yes=Oui
no=Non
previous=Pr\u00E9c\u00E9dent
next=Suivant
first=Premier
last=Dernier
more=Plus\u2026
less=Moins\u2026
select=S\u00E9lectionner\u2026
selectedFiles=Fichiers s\u00E9lectionn\u00E9s
htmlAllowedTitle=Balises HTML permises
htmlAllowedMsg=Ce champ prend seulement en charge certaines <span class="text-info popoverHTML">balises HTML</span>.
htmlAllowedTags=<a>, <b>, <blockquote>, <br>, <code>, <del>, <dd>, <dl>, <dt>, <em>, <hr>, <h1>-<h3>, <i>, <img>, <kbd>, <li>, <ol>, <p>, <pre>, <s>, <sup>, <sub>, <strong>, <strike>, <ul>
# dataverse_header.xhtml=
header.status.header=\u00C9tat
header.search.title=Chercher dans tous les dataverses\u2026
header.about=\u00C0 propos
header.support=Soutien
header.guides=Guides
header.guides.user=Guide d'utilisation
header.guides.developer=Guide du d\u00E9veloppeur
header.guides.installation=Guide d'installation
header.guides.api=Guide API
header.guides.admin=Guide de l'administrateur
header.signUp=S'inscrire
header.logOut=Se d\u00E9connecter
header.accountInfo=Renseignements sur le compte
header.dashboard=Tableau de bord
header.user.selectTab.dataRelated=Mes donn\u00E9es
header.user.selectTab.notifications=Avis
header.user.selectTab.accountInfo=Renseignements sur le compte
header.user.selectTab.groupsAndRoles=Groupes + r\u00F4les
header.user.selectTab.apiToken=Jeton API
# dataverse_template.xhtml=
head.meta.description=Dataverse est un logiciel libre pour le partage, la citation et l'archivage de donn\u00E9es. Dataverse fournit aux gestionnaires de donn\u00E9es une infrastructure solide pour h\u00E9berger et archiver des donn\u00E9es et offre aux chercheurs une solution pour partager facilement leurs donn\u00E9es et en obtenir le cr\u00E9dit.
body.skip=Passer au contenu principal

# dataverse_footer.xhtml=

footer.codeAvailable=Code disponible \u00E0
footer.dataverseOnGitHub=Dataverse sur GitHub
footer.dataverseProjectOn=Projet Dataverse sur
footer.Twitter=Twitter
footer.dataScienceIQSS=D\u00E9velopp\u00E9 au <a href="http://www.iq.harvard.edu/" title="Institute for Quantitative Social Science" target="_blank">Institute for Quantitative Social Science</a>
footer.copyright=Droits r\u00E9serv\u00E9s &#169; {0}
footer.widget.datastored=Les donn\u00E9es sont archiv\u00E9es par\u00A0: {0}.
footer.widget.login=Se connecter \u00E0
footer.privacyPolicy=Politique de protection de la vie priv\u00E9e
footer.poweredby=Fourni par
footer.dataverseProject=Le projet Dataverse

# messages.xhtml

messages.error=Erreur
messages.success=Op\u00E9ration r\u00E9ussie!
messages.info=Info
messages.validation=Erreur de validation
messages.validation.msg=Des champs requis sont manquants ou encore une erreur de validation est survenue. Faites d\u00E9filer vers le bas pour voir les d\u00E9tails.

# contactFormFragment.xhtml=


contact.header=Communiquer avec le service de soutien Scholars Portal
contact.dataverse.header=Communiquer avec la personne-ressource pour ce dataverse
contact.dataset.header=Communiquer avec la personne-ressource pour cet ensemble de donn\u00E9es
contact.to=Destinataire
contact.support=Service de soutien de Scholars Portal

contact.from=Exp\u00E9diteur
contact.from.required=L'adresse courriel de l'utilisateur est requise.
contact.from.invalid=L'adresse courriel est invalide.
contact.subject=Objet
contact.subject.required=Il faut indiquer un objet
contact.subject.selectTab.top=S\u00E9lectionner l'objet\u2026
contact.subject.selectTab.support=Question de soutien
contact.subject.selectTab.dataIssue=Probl\u00E8me concernant les donn\u00E9es
contact.msg=Message
contact.msg.required=Un message doit \u00EAtre r\u00E9dig\u00E9.
contact.send=Envoyer le message
contact.question=Veuillez remplir cet espace afin de prouver que vous n'\u00EAtes pas un robot.
contact.sum.required=Vous devez entrer une valeur.
contact.sum.invalid=Somme incorrecte, veuillez r\u00E9essayer.
contact.sum.converterMessage=Veuillez entrer un chiffre.
contact.contact=Personne-ressource
# dataverseuser.xhtml=
account.info=Renseignements sur le compte
account.edit=Modifier le compte
apiTaken=Jeton API
user.isShibUser=Les renseignements sur le compte ne peuvent \u00EAtre modifi\u00E9s lorsque connect\u00E9 via un compte institutionnel.
user.helpShibUserMigrateOffShibBeforeLink=Vous quittez votre \u00E9tablissement? Pri\u00E8re de contacter
user.helpShibUserMigrateOffShibAfterLink=pour obtenir de l'aide.
user.helpOAuthBeforeLink=Votre compte Dataverse utilise {0} pour pouvoir se connecter. Si vous souhaitez modifier vos modes de connexion, pri\u00E8re de contacter
user.helpOAuthAfterLink=pour obtenir du soutien.
user.lostPasswdTip=Si vous avez perdu ou oubli\u00E9 votre mot de passe, indiquez votre nom d'utilisateur ou votre adresse courriel dans l'espace ci-dessous et cliquez sur \u00AB\u00A0Soumettre\u00A0\u00BB. Nous vous enverrons votre nouveau mot de passe par courriel.
user.dataRelatedToMe=Mes donn\u00E9es
wasCreatedIn=a \u00E9t\u00E9 cr\u00E9\u00E9 dans
wasCreatedTo=a \u00E9t\u00E9 ajout\u00E9 \u00E0
wasSubmittedForReview=a \u00E9t\u00E9 soumis pour fin d'examen en vue d'\u00EAtre publi\u00E9 dans
wasPublished=a \u00E9t\u00E9 publi\u00E9 dans
wasReturnedByReviewer=a \u00E9t\u00E9 retourn\u00E9 par l'intendant des donn\u00E9es de
toReview=N'oubliez pas de les publier ou de les renvoyer au collaborateur!
worldMap.added=Les donn\u00E9es d'une couche WorldMap ont \u00E9t\u00E9 ajout\u00E9es \u00E0 l'ensemble de donn\u00E9es.
# Bundle file editors, please note that "notification.welcome" is used in a unit test.=
notification.welcome=Bienvenue dans le {0}! Commencez d\u00E8s maintenant en ajoutant ou encore en recherchant des donn\u00E9es. Des questions? Consultez le\u00A0: {1}. Vous voulez faire l'essai des composantes de Dataverse? Essayez notre {2}.  N'oubliez pas de v\u00E9rifier que vous avez bien re\u00E7u votre courriel d'invitation afin que nous puissions valider votre adresse.
notification.demoSite=Site de d\u00E9monstration
notification.requestFileAccess=Demande d'acc\u00E8s pour l'ensemble de donn\u00E9es\u00A0: {0}.
notification.grantFileAccess=Acc\u00E8s accord\u00E9 pour les fichiers de l'ensemble de donn\u00E9es\u00A0: {0}.
notification.rejectFileAccess=Demande d'acc\u00E8s refus\u00E9e pour les fichiers de l'ensemble de donn\u00E9es\u00A0: {0}.
notification.createDataverse={0}  a \u00E9t\u00E9 cr\u00E9\u00E9 dans {1}. Pour savoir ce que vous pouvez faire avec votre dataverse, consultez le {2}.
notification.dataverse.management.title=Administration de Dataverse - Guide d'utilisation Dataverse
notification.createDataset={0}  a \u00E9t\u00E9 cr\u00E9\u00E9 dans {1}. Pour savoir ce que vous pouvez faire avec votre ensemble de donn\u00E9es, consultez le {2}.
notification.dataset.management.title=Administration des ensembles de donn\u00E9es - Guide d'utilisation pour les ensembles de donn\u00E9es
notification.wasSubmittedForReview={0} a \u00E9t\u00E9 soumis pour v\u00E9rification avant publication dans {1}. N'oubliez pas de le publier ou de le renvoyer au collaborateur\!
notification.wasReturnedByReviewer={0} a \u00E9t\u00E9 retourn\u00E9 par l'intendant des donn\u00E9es de {1}.
notification.wasPublished={0} a \u00E9t\u00E9 publi\u00E9 dans {1}.
notification.worldMap.added={0}, cet ensemble de donn\u00E9es dispose maintenant d'une couche de donn\u00E9es WorldMap.
notification.maplayer.deletefailed=Impossible de supprimer la couche cartographique associ\u00E9e au fichier \u00E0 acc\u00E8s restreint {0} provenant de WorldMap. Essayez de nouveau, ou contactez le soutien WorldMap et/ou Dataverse. (Ensemble de donn\u00E9es: {1})
notification.generic.objectDeleted=Le dataverse, l'ensemble de donn\u00E9es ou le fichier vis\u00E9 par cet avis a \u00E9t\u00E9 supprim\u00E9. 
notification.access.granted.dataverse=Le r\u00F4le {0} vous a \u00E9t\u00E9 accord\u00E9 pour {1}.
notification.access.granted.dataset=Le r\u00F4le {0} vous a \u00E9t\u00E9 accord\u00E9 pour {1}.
notification.access.granted.datafile=Le r\u00F4le {0} vous a \u00E9t\u00E9 accord\u00E9 pour un fichier dans {1}.
notification.access.granted.fileDownloader.additionalDataverse={0} Vous avez maintenant acc\u00E8s \u00E0 tous les fichiers en acc\u00E8s r\u00E9serv\u00E9 ou non r\u00E9serv\u00E9 publi\u00E9s dans ce dataverse. 
notification.access.granted.fileDownloader.additionalDataset={0} Vous avez maintenant acc\u00E8s \u00E0 tous les fichiers r\u00E9serv\u00E9s ou non r\u00E9serv\u00E9s qui ont \u00E9t\u00E9 publi\u00E9s dans cet ensemble de donn\u00E9es.
notification.access.revoked.dataverse=Votre r\u00F4le dans {0} a \u00E9t\u00E9 retir\u00E9.
notification.access.revoked.dataset=Votre r\u00F4le dans {0} a \u00E9t\u00E9 retir\u00E9.
notification.access.revoked.datafile=Votre r\u00F4le dans {0} a \u00E9t\u00E9 retir\u00E9.
notification.checksumfail=Votre t\u00E9l\u00E9chargement dans l'ensemble de donn\u00E9es "{0}" a \u00E9chou\u00E9 la validation de la somme de contr\u00F4le.
notification.import.filesystem=<a href="{0}/dataset.xhtml?persistentId={1}" title="{2}"&>{2}</a>, l'ensemble de donn\u00E9es a import\u00E9 des fichiers \u00E0 partir du syst\u00E8me de fichiers par l'entremise d'un traitement en lot.
notification.import.checksum=<a href="/dataset.xhtml?persistentId={0}" title="{1}"&>{1}</a>, l'ensemble de donn\u00E9es a ajout\u00E9 les sommes de cont\u00F4le des fichiers par l'entremise d'un traitement en lot.
removeNotification=Supprimer l'avis
groupAndRoles.manageTips=Vous pouvez g\u00E9rer tous les groupes dont vous \u00EAtes membre et les r\u00F4les qui vous ont \u00E9t\u00E9 confi\u00E9s et y avoir acc\u00E8s.
user.signup.tip=Pourquoi se cr\u00E9er un compte Dataverse? De fa\u00E7on \u00E0 pouvoir cr\u00E9er votre propre dataverse, le personnaliser, y ajouter des ensembles de donn\u00E9es, ou encore pour demander l'acc\u00E8s \u00E0 des fichiers \u00E0 acc\u00E8s r\u00E9serv\u00E9. 
user.signup.otherLogInOptions.tip=<a href="/loginpage.xhtml" title="Dataverse - Se connecter">Voir les autres options de connexion.</a>
user.username.illegal.tip=Votre nom d'utilisateur doit compter entre 2 et 60\u00A0caract\u00E8res et vous pouvez utiliser les lettres a \u00E0 z, les chiffres 0 \u00E0 9 et le caract\u00E8re soulign\u00E9 \u00AB\u00A0_\u00A0\u00BB.
user.username=Nom d'utilisateur
user.username.taken=Ce nom d'utilisateur est d\u00E9j\u00E0 pris.
user.username.invalid=Ce nom d'utilisateur contient un caract\u00E8re invalide ou enfreint la limite de longueur (2 \u00E0 60 caract\u00E8res).
user.username.valid=Cr\u00E9ez un nom d'utilisateur valide de 2 \u00E0 60 caract\u00E8res contenant des lettres (a-Z), des chiffres (0-9), des tirets (-), des traits de soulignements (_) et des points (.).
user.noPasswd=Aucun mot de passe
user.currentPasswd=Mot de passe actuel
user.currentPasswd.tip=Veuillez entrer le mot de passe actuel pour ce compte.
user.passwd.illegal.tip=Le mot de passe doit compter au moins 6 caract\u00E8res, y compris une lettre et un chiffre, et des caract\u00E8res sp\u00E9ciaux peuvent \u00EAtre utilis\u00E9s.
user.rePasswd=Confirmer le mot de passe   
user.rePasswd.tip=Veuillez confirmer le mot de passe indiqu\u00E9 ci-dessus.
user.firstName=Pr\u00E9nom
user.firstName.tip=Le pr\u00E9nom ou le nom que vous utiliserez pour ce compte.
user.lastName=Nom
user.lastName.tip=Le nom que vous utiliserez pour ce compte.
user.email.tip=Une adresse courriel valide permettant de communiquer avec vous.
user.email.taken=Cette adresse courriel est d\u00E9j\u00E0 prise.
user.affiliation.tip=L'organisation avec laquelle vous \u00EAtes affili\u00E9(e).
user.position=Poste
user.position.tip=Votre r\u00F4le ou titre au sein de l'organisation avec laquelle vous \u00EAtes affili\u00E9(e), par exemple\u00A0: employ\u00E9(e), membre du corps professoral, \u00E9tudiant(e), etc. 
user.acccountterms=Conditions g\u00E9n\u00E9rales d'utilisation
user.acccountterms.tip=Les conditions d'utilisation de l'application et des services.
user.acccountterms.required=Veuillez cocher la case pour indiquer que vous acceptez les conditions g\u00E9n\u00E9rales d'utilisation.
user.acccountterms.iagree=J'ai lu et j'accepte les conditions g\u00E9n\u00E9rales d'utilisation de Dataverse susmentionn\u00E9es.
user.createBtn=Cr\u00E9er un compte
user.updatePassword.welcome=Bienvenue dans Dataverse, {1}
user.updatePassword.warning=Les exigences relatives au mot de passe et les conditions g\u00E9n\u00E9rales d'utilisation ont \u00E9t\u00E9 mises \u00E0 jour lors de la publication de notre nouvelle version de Dataverse 4.0. Comme c'est la premi\u00E8re fois que vous utilisez Dataverse depuis la mise \u00E0 jour, vous devez cr\u00E9er un nouveau mot de passe et accepter les nouvelles conditions g\u00E9n\u00E9rales d'utilisation.
user.updatePassword.password=Choisir un mot de passe d'au minimum six caract\u00E8res comportant au moins une lettre et un chiffre.
authenticationProvidersAvailable.tip={0}Il n'y a aucun syst\u00E8me d'authentification actif{1}Si vous \u00EAtes administrateur syst\u00E8me, veuillez en autoriser un au moyen de l'API.{2}Si vous n'\u00EAtes pas administrateur syst\u00E8me, veuillez communiquer avec celui de votre \u00E9tablissement. 
#loginpage.xhtml
login.System=Syst\u00E8me d'authentification
login.forgot.text=Mot de passe oubli\u00E9?
login.builtin=Compte Dataverse
login.institution=Compte institutionnel
login.institution.blurb=Connectez-vous ou inscrivez-vous avec votre compte institutionnel &mdash; <a href="{0}/{1}/user/account.html" target="_blank">en apprendre davantage</a>.
login.institution.support.beforeLink=Vous quittez votre \u00E9tablissement? Pri\u00E8re de contacter
login.institution.support.afterLink=pour obtenir de l'aide.
login.builtin.credential.usernameOrEmail=Nom d'utilisateur/courriel
login.builtin.credential.password=Mot de passe
login.builtin.invalidUsernameEmailOrPassword=Le nom d'utilisateur, le courriel ou le mot de passe indiqu\u00E9 n'est pas valide. Avez-vous besoin d'aide pour acc\u00E9der \u00E0 votre compte?
# how do we exercise login.error? Via a password upgrade failure? See https://github.com/IQSS/dataverse/pull/2922=
login.error=Une erreur s'est produite au moment de la validation du nom d'utilisateur ou du mot de passe. Veuillez essayer \u00E0 nouveau. Si le probl\u00E8me persiste, communiquez avec un administrateur.
user.error.cannotChangePassword=D\u00E9sol\u00E9, votre mot de passe ne peut pas \u00EAtre modifi\u00E9. Veuillez contacter votre administrateur syst\u00E8me.
user.error.wrongPassword=D\u00E9sol\u00E9, mot de passe erronn\u00E9.
login.button=Connectez-vous avec {0}
# authentication providers
auth.providers.title=Autres options
auth.providers.tip=Vous pouvez convertir un compte Dataverse pour utiliser l'une des options ci-dessus. <a href="{0}/{1}/user/account.html" target="_blank">En apprendre davantage</a>.
auth.providers.title.builtin=Nom d'utilisateur/Courriel
auth.providers.title.shib=Votre \u00E9tablissement
auth.providers.title.orcid=ORCID
auth.providers.title.google=Google
auth.providers.title.github=GitHub
auth.providers.blurb=Connectez-vous ou inscrivez-vous avec votre compte {0} &mdash; <a href="{1}/{2}/user/account.html" target="_blank">en apprendre davantage</a>. Vous \u00E9prouvez des probl\u00E8mes? Veuillez contacter {3} pour obtenir de l'aide.
auth.providers.persistentUserIdName.orcid=Identifiant ORCID
auth.providers.persistentUserIdName.github=Identifiant GitHub
auth.providers.persistentUserIdTooltip.orcid=ORCID fournit un identifiant num\u00E9rique p\u00E9renne qui vous distingue des autres chercheurs.
auth.providers.persistentUserIdTooltip.github=GitHub attribue un identifiant unique \u00E0 chaque utilisateur.

#confirmemail.xhtml=
confirmEmail.pageTitle=Validation du courriel
confirmEmail.submitRequest=Valider le courriel
confirmEmail.submitRequest.success=Un courriel de validation a \u00E9t\u00E9 envoy\u00E9 \u00E0 {0}. Veuillez noter que le lien de validation expirera apr\u00E8s un d\u00E9lai de {1}.
confirmEmail.details.success=L'adresse courriel est bien valide!
confirmEmail.details.failure=Nous n'avons pas \u00E9t\u00E9 en mesure de valider votre adresse courriel. Merci de cliquer sur le bouton \u00AB Valider le courriel \u00BB depuis la page comportant les renseignements sur votre compte.
confirmEmail.details.goToAccountPageButton=Aller \u00E0 la page comportant les renseignements du compte
confirmEmail.notVerified=Non valid\u00E9
confirmEmail.verified=Valid\u00E9
confirmEmail.changed=Your email address has changed and must be re-verified. Please check your inbox at {0} and follow the link we've sent. \n\nAlso, please note that the link will only work for the next {1} before it has expired.
#shib.xhtml=
shib.btn.convertAccount=Convertir le compte
shib.btn.createAccount=Cr\u00E9er le compte
shib.askToConvert=D\u00E9sirez-vous convertir votre compte Dataverse de fa\u00E7on \u00E0 utiliser dor\u00E9navant vos informations de connexion institutionnelle afin de vous connecter?
# Bundle file editors, please note that "shib.welcomeExistingUserMessage" is used in a unit test=
shib.welcomeExistingUserMessage=Vos informations de connection institutionnelle pour {0} comprennent une adresse courriel d\u00E9j\u00E0 utilis\u00E9e pour un compte Dataverse existant. En entrant ici-bas votre mot de passe Dataverse actuel, votre compte Dataverse pourra \u00EAtre converti de fa\u00E7on \u00E0 ce que vous puissiez dor\u00E9navant utiliser votre compte institutionnel. Suite \u00E0 cette conversion, vous n'aurez plus qu'\u00E0 utiliser votre compte institutionnel pour pouvoir vous connecter. 
# Bundle file editors, please note that "shib.welcomeExistingUserMessageDefaultInstitution" is used in a unit test=
shib.welcomeExistingUserMessageDefaultInstitution=votre \u00E9tablissement
shib.dataverseUsername=Nom d'utilisateur Dataverse
shib.currentDataversePassword=Mot de passe Dataverse actuel
shib.accountInformation=Renseignements sur le compte
shib.offerToCreateNewAccount=Cette information est fournie par votre \u00E9tablissement et sera employ\u00E9e pour cr\u00E9er votre compte Dataverse.
shib.passwordRejected=<strong>Erreur de validation</strong> - Votre compte peut uniquement \u00EAtre converti si vous indiquez le bon mot de passe pour votre compte existant.

# oauth2/firstLogin.xhtml
oauth2.btn.convertAccount=Convertir le compte existant
oauth2.btn.createAccount=Cr\u00E9er un nouveau compte
oauth2.askToConvert=D\u00E9sirez-vous convertir votre compte Dataverse de fa\u00E7on \u00E0 toujours utiliser votre compte institutionnel? 
oauth2.welcomeExistingUserMessage=Votre compte institutionnel {0} correspond \u00E0 une adresse courriel d\u00E9j\u00E0 utilis\u00E9e pour un compte Dataverse. En entrant votre mot de passe actuel de Dataverse ci-dessous, votre compte Dataverse existant peut \u00EAtre converti pour utiliser votre compte institutionnel \u00E0 la place. Suite \u00E0 la conversion vous n'aurez plus qu'\u00E0 utiliser votre compte institutionnel.
oauth2.welcomeExistingUserMessageDefaultInstitution=votre \u00E9tablissement
oauth2.dataverseUsername=Nom d'utilisateur Dataverse
oauth2.currentDataversePassword=Mot de passe Dataverse actuel
oauth2.chooseUsername=Nom d'utilisateur\u00A0: 
oauth2.passwordRejected=<strong>Erreur de validation</strong> - Nom d'utilisateur ou mot de passe incorrect.
# oauth2.newAccount.title=Cr\u00E9ation de compte
oauth2.newAccount.welcomeWithName=Bienvenue dans Dataverse, {0}
oauth2.newAccount.welcomeNoName=Bienvenue dans Dataverse
# oauth2.newAccount.email=Courriel
# oauth2.newAccount.email.tip=Dataverse utilise ce courriel pour vous informer des probl\u00E8mes li\u00E9s \u00E0 vos donn\u00E9es.
oauth2.newAccount.suggestedEmails=Adresses de courriel sugg\u00E9r\u00E9es\u00A0:
oauth2.newAccount.username=Nom d'utilisateur
oauth2.newAccount.username.tip=Ce nom d'utilisateur sera votre identifiant unique en tant qu'utilisateur Dataverse.
oauth2.newAccount.explanation=Cette information est fournie par {0} et sera utilis\u00E9e pour cr\u00E9er votre compte {1}. Pour vous connecter \u00E0 nouveau, vous devrez utiliser l'option de connexion {0}.
oauth2.newAccount.suggestConvertInsteadOfCreate=Si vous avez d\u00E9j\u00E0 un compte {0}, vous devrez <a href="/oauth2/convert.xhtml"> convertir votre compte</a>.
# oauth2.newAccount.tabs.convertAccount=Convertir un compte existant
oauth2.newAccount.buttons.convertNewAccount=Convertir un compte
oauth2.newAccount.emailTaken=Adresse courriel d\u00E9j\u00E0 prise. Envisagez plut\u00F4t de de fusionner le compte correspondant.
oauth2.newAccount.emailOk=Adresse courriel valid\u00E9e.
oauth2.newAccount.emailInvalid=Adresse courriel non valide.
# oauth2.newAccount.usernameTaken=Nom d'utilisateur d\u00E9j\u00E0 pris.
# oauth2.newAccount.usernameOk=Nom d'utilisateur valid\u00E9.

# oauth2/convert.xhtml
# oauth2.convertAccount.title=Conversion de compte
oauth2.convertAccount.explanation=Entrez votre nom d'utilisateur {0} ou encore votre nom d'utilisateur et votre mot de passe pour convertir votre compte \u00E0 l'option de connexion {1}. <a href="{2}/{3}/user/account.html" target="_blank">En apprendre davantage</a> \u00E0 propos de la conversion de votre compte.
oauth2.convertAccount.username=Nom d'utilisateur existant
oauth2.convertAccount.password=Mot de passe
oauth2.convertAccount.authenticationFailed=Authentification \u00E9chou\u00E9e - Nom d'utilisateur ou mot de passe incorrect.
oauth2.convertAccount.buttonTitle=Convertir un compte
oauth2.convertAccount.success=Votre compte Dataverse est maintenant associ\u00E9 \u00E0 votre compte {0}.
# oauth2/callback.xhtml
oauth2.callback.page.title=Rappel OAuth
oauth2.callback.message=<strong>Erreur OAuth2</strong> - D\u00E9sol\u00E9, le processus d'identification n'a pas r\u00E9ussi.
# tab on dataverseuser.xhtml=
apitoken.title=Jeton API
apitoken.message=Votre jeton API sera affich\u00E9 ci-apr\u00E8s une fois qu'il aura \u00E9t\u00E9 cr\u00E9\u00E9. Consultez notre {0}guide API{1} pour obtenir plus de d\u00E9tails sur comment utiliser votre jeton API avec les API de Dataverse 
apitoken.notFound=Le jeton API pour {0} n'a pas \u00E9t\u00E9 cr\u00E9\u00E9.
apitoken.generateBtn=Cr\u00E9er le jeton
apitoken.regenerateBtn=Cr\u00E9er de nouveau le jeton
#dashboard.xhtml=
dashboard.title=Tableau de bord
dashboard.card.harvestingclients.header=Clients de moissonnage
dashboard.card.harvestingclients.btn.manage=Gestion des clients
dashboard.card.harvestingclients.clients={0, choice, 0#Clients|1#Client|2#Clients}
dashboard.card.harvestingclients.datasets={0, choice, 0#Ensembles de donn\u00E9es|1#Ensemble de donn\u00E9est|2#Ensembles de donn\u00E9es}
dashboard.card.harvestingserver.header=Serveur de moissonnage 
dashboard.card.harvestingserver.enabled=Serveur OAI activ\u00E9
dashboard.card.harvestingserver.disabled=Serveur OAI d\u00E9sactiv\u00E9
dashboard.card.harvestingserver.status=Statut
dashboard.card.harvestingserver.sets={0, choice, 0#Ensembles|1#Ensemble|2#Ensembles}
dashboard.card.harvestingserver.btn.manage=Gestion du serveur
dashboard.card.metadataexport.header=Exportation des m\u00E9tadonn\u00E9es
dashboard.card.metadataexport.message=L'exportation des m\u00E9tadonn\u00E9es de l'ensemble de donn\u00E9es n'est disponible que via l'API de {0}. Pour en savoir davantage, consultez le {1}Guide API{2} du {0}.
#harvestclients.xhtml=
harvestclients.title=Administration du moissonnage de clients
harvestclients.toptip=- Le moissonnage peut \u00EAtre planifi\u00E9 pour s'ex\u00E9cuter selon un horaire sp\u00E9cifique ou \u00E0 la demande. Le moissonnage peut \u00EAtre lanc\u00E9 ici ou \u00E0 partir de l'API REST.
harvestclients.noClients.label=Aucun client n'est configur\u00E9.
harvestclients.noClients.why.header=Qu'est-ce que le moissonnage?
harvestclients.noClients.why.reason1=Le moissonnage consiste \u00E0 \u00E9changer des m\u00E9tadonn\u00E9es avec d'autres d\u00E9p\u00F4ts. En tant que  <b><i>client</i></b> de moissonnage, votre Dataverse peut recueillir les m\u00E9tadonn\u00E9es de notices provenant de sources distantes. Il peut s'agir d'autres instances de Dataverse, ou encore de d\u00E9p\u00F4ts compatibles avec le protocole OAI-PMH, soit le protocole standard de moissonnage. 
harvestclients.noClients.why.reason2=Les notices de m\u00E9tadonn\u00E9es moissonn\u00E9es sont interrogeables par les usagers. En cliquant sur un ensemble de donn\u00E9es moissonn\u00E9 dans la liste des r\u00E9sultats de recherche, l'usager peut acc\u00E9der au d\u00E9p\u00F4t d'origine. Les ensembles de donn\u00E9es moissonn\u00E9s ne peuvent cependant pas \u00EAtre modifi\u00E9s dans votre instance de Dataverse. 
harvestclients.noClients.how.header=Comment effectuer le moissonnage
harvestclients.noClients.how.tip1=Afin de pouvoir moissonner des m\u00E9tadonn\u00E9es, un <i>client de moissonnage</i> doit \u00EAtre d\u00E9fini et param\u00E9tr\u00E9 pour chacun des d\u00E9p\u00F4ts distants. Veuillez noter que pour d\u00E9finir un client, vous devrez s\u00E9lectionner un dataverse local d\u00E9j\u00E0 existant, lequel h\u00E9bergera les ensembles de donn\u00E9es moissonn\u00E9s.

harvestclients.noClients.how.tip2=Les notices r\u00E9colt\u00E9es peuvent \u00EAtre synchronis\u00E9es avec le d\u00E9p\u00F4t d'origine \u00E0 l'aide de mises \u00E0 jour incr\u00E9mentielles programm\u00E9es, par exemple, quotidiennes ou hebdomadaires. Alternativement, les moissonnages peuvent \u00EAtre ex\u00E9cut\u00E9s \u00E0 la demande, \u00E0 partir de cette page ou via l'API REST.
harvestclients.noClients.getStarted=Pour commencer, cliquez sur le bouton \u00AB Ajouter un client \u00BB ci-dessus. Pour en savoir davantage sur le moissonnage, consultez la section <a href="{0}/{1}/user/index.html#index" title="Harvesting - Dataverse User Guide" target="_blank">moissonnage</a> du guide d'utilisation

harvestclients.btn.add=Ajouter un client
harvestclients.tab.header.name=Alias
harvestclients.tab.header.url=Adresse URL
harvestclients.tab.header.lastrun=Derni\u00E8re ex\u00E9cution
harvestclients.tab.header.lastresults=Derniers r\u00E9sultats
harvestclients.tab.header.action=Op\u00E9rations
harvestclients.tab.header.action.btn.run=Lancer le moissonnage
harvestclients.tab.header.action.btn.edit=Modifier
harvestclients.tab.header.action.btn.delete=Supprimer
harvestclients.tab.header.action.btn.delete.dialog.header=Supprimer le client de moissonnage
harvestclients.tab.header.action.btn.delete.dialog.warning=Voulez-vous vraiment supprimer le client de moissonnage "{0}"? La suppression du client supprimera tous les jeux de donn\u00E9es r\u00E9colt\u00E9s \u00E0 partir de ce serveur distant.
harvestclients.tab.header.action.btn.delete.dialog.tip=Veuillez noter que cette op\u00E9ration peut prendre un certain temps \u00E0 effectuer en fonction du nombre d'ensembles de donn\u00E9es r\u00E9colt\u00E9s.
harvestclients.tab.header.action.delete.infomessage=La suppression du client de moissonnage est lanc\u00E9e. Notez que cela peut prendre un certain temps en fonction de la quantit\u00E9 de contenu r\u00E9colt\u00E9.
harvestclients.actions.runharvest.success=Lancement r\u00E9ussi d'un moissonnage asynchrone pour le client "{0}". Veuillez recharger la page pour v\u00E9rifier les r\u00E9sultats de la r\u00E9colte.

harvestclients.newClientDialog.step1=\u00C9tape 1 de 4 - Renseignements au sujet du client
harvestclients.newClientDialog.title.new=D\u00E9finir un client de moissonnage
harvestclients.newClientDialog.help=Configurer un client pour moissonner le contenu d'un serveur distant
harvestclients.newClientDialog.nickname=Alias
harvestclients.newClientDialog.nickname.helptext=Doit \u00EAtre compos\u00E9 de lettres, de chiffres, de traits de soulignement (_) et de tirets (-).
harvestclients.newClientDialog.nickname.required=L'alias du client ne peut pas \u00EAtre vide!
harvestclients.newClientDialog.nickname.invalid=L'alias du client ne peut contenir que des lettres, des chiffres, des traits de soulignement (_), des tirets (-) , et ne peut exc\u00E9der 30 caract\u00E8res.
harvestclients.newClientDialog.nickname.alreadyused=Cet alias est d\u00E9j\u00E0 utilis\u00E9.
harvestclients.newClientDialog.type=Protocole du serveur
harvestclients.newClientDialog.type.helptext=Seul le protocole serveur OAI est actuellement pris en charge.
harvestclients.newClientDialog.type.OAI=OAI
harvestclients.newClientDialog.type.Nesstar=Nesstar
harvestclients.newClientDialog.url=URL du serveur
harvestclients.newClientDialog.url.tip=URL d'une source moisssonn\u00E9e.
harvestclients.newClientDialog.url.watermark=URL du serveur moissonn\u00E9 distant, http://\u2026
harvestclients.newClientDialog.url.helptext.notvalidated=URL d'une source moisssonn\u00E9e. Une fois le bouton \u00AB Suivant \u00BB cliqu\u00E9, nous tenterons d'\u00E9tablir une connexion avec le serveur afin de v\u00E9rifier qu'il fonctionne bien et obtenir des informations suppl\u00E9mentaires sur ses caract\u00E9ristiques.
harvestclients.newClientDialog.url.required=Une adresse valide de serveur \u00E0 moissonner est requise.
harvestclients.newClientDialog.url.invalid=URL non valide. Impossible d'\u00E9tablir une connexion et recevoir une r\u00E9ponse valide du serveur.
harvestclients.newClientDialog.url.noresponse=Impossible d'\u00E9tablir la connexion avec le serveur.
harvestclients.newClientDialog.url.badresponse=R\u00E9ponse non valide de la part du serveur.
harvestclients.newClientDialog.dataverse=Dataverse local
harvestclients.newClientDialog.dataverse.tip=Dataverse qui h\u00E9bergera les ensembles de donn\u00E9es r\u00E9colt\u00E9s \u00E0 partir de cette ressource distante.
harvestclients.newClientDialog.dataverse.menu.enterName=Saisir l'alias du dataverse
harvestclients.newClientDialog.dataverse.menu.header=Nom du dataverse (affiliation), alias
harvestclients.newClientDialog.dataverse.menu.invalidMsg=Aucun r\u00E9sultat
harvestclients.newClientDialog.dataverse.required=Vous devez s\u00E9lectionner un dataverse existant pour ce client de moissonnage.

harvestclients.newClientDialog.step2=\u00C9tape 2 de 4 - Format
harvestclients.newClientDialog.oaiSets=Ensemble OAI
harvestclients.newClientDialog.oaiSets.tip=Ensembles moissonnables offerts par ce serveur OAI.
harvestclients.newClientDialog.oaiSets.noset=Aucun
harvestclients.newClientDialog.oaiSets.helptext=En s\u00E9lectionnant \u00AB Aucun \u00BB le moissonnage se fera sur l'ensemble par d\u00E9faut d\u00E9fini par le serveur. Fr\u00E9quemment il s'agit de l'enti\u00E8ret\u00E9 du contenu de tous les sous-ensembles.
harvestclients.newClientDialog.oaiSets.helptext.noset=Ce serveur OAI ne prend pas en charge les ensembles s\u00E9lectionn\u00E9s. L'ensemble du contenu propos\u00E9 par le serveur sera moissonn\u00E9.

harvestclients.newClientDialog.oaiMetadataFormat=Format des m\u00E9tadonn\u00E9es
harvestclients.newClientDialog.oaiMetadataFormat.tip=Formats de m\u00E9tadonn\u00E9es offerts par le serveur distant.
harvestclients.newClientDialog.oaiMetadataFormat.required=Veuillez s\u00E9lectionner le format de m\u00E9tadonn\u00E9es \u00E0 utiliser pour le moissonnage de ce d\u00E9p\u00F4t.

harvestclients.newClientDialog.step3=\u00C9tape 3 de 4 - Planifier
harvestclients.newClientDialog.schedule=P\u00E9riodicit\u00E9
harvestclients.newClientDialog.schedule.tip=Programmer le moissonnage pour qu'il s'ex\u00E9cute automatiquement de fa\u00E7on quotidienne ou hebdomadaire.
harvestclients.newClientDialog.schedule.time.none.helptext=Ne pas sp\u00E9cifier de p\u00E9riodicit\u00E9 de moissonnage de sorte que l'ex\u00E9cution se fera sur demande seulement.
harvestclients.newClientDialog.schedule.none=Aucun
harvestclients.newClientDialog.schedule.daily=Quotidiennement
harvestclients.newClientDialog.schedule.weekly=Hebdomadairement
harvestclients.newClientDialog.schedule.time=Horaire
harvestclients.newClientDialog.schedule.day=Jour
harvestclients.newClientDialog.schedule.time.am=a.m.
harvestclients.newClientDialog.schedule.time.pm=p.m.
harvestclients.newClientDialog.schedule.time.helptext=L'horaire programm\u00E9 se r\u00E9f\u00E8re \u00E0 votre heure locale.
harvestclients.newClientDialog.btn.create=Cr\u00E9er un client
harvestclients.newClientDialog.success=Le client de moissonnage "{0}" a bien \u00E9t\u00E9 cr\u00E9\u00E9.
harvestclients.updateClientDialog.success=Succesfully updated harvesting client {0}.

harvestclients.newClientDialog.step4=\u00C9tape 4 de 4 - Affichage
harvestclients.newClientDialog.harvestingStyle=Type de d\u00E9p\u00F4t
harvestclients.newClientDialog.harvestingStyle.tip=Type du d\u00E9p\u00F4t distant.
harvestclients.newClientDialog.harvestingStyle.helptext=S\u00E9lectionnez le type de d\u00E9p\u00F4t qui d\u00E9crit le mieux ce serveur distant afin d'appliquer correctement les r\u00E8gles de formatage et de style aux m\u00E9tadonn\u00E9es r\u00E9colt\u00E9es lors de leur affichage dans les r\u00E9sultats de recherche. Notez qu'une s\u00E9lection incorrecte du type de d\u00E9p\u00F4t distant peut entra\u00EEner l'affichage incomplet des entr\u00E9es dans les r\u00E9sultats de recherche causant ainsi une impossibilit\u00E9 de rediriger l'utilisateur vers le d\u00E9p\u00F4t source des donn\u00E9es.

harvestclients.viewEditDialog.title=Modifier le client de moissonnage
harvestclients.viewEditDialog.archiveUrl=URL du d\u00E9p\u00F4t
harvestclients.viewEditDialog.archiveUrl.tip=L'URL du d\u00E9p\u00F4t qui fournit les donn\u00E9es moisssonn\u00E9es par ce client, laquelle est utilis\u00E9e dans les r\u00E9sultats de recherche pour les liens vers les sources originales du contenu moissonn\u00E9. 
harvestclients.viewEditDialog.archiveUrl.helptext=Modifier si cet URL est diff\u00E9rent de l'URL du serveur.
harvestclients.viewEditDialog.archiveDescription=Description du d\u00E9p\u00F4t
harvestclients.viewEditDialog.archiveDescription.tip=Description du d\u00E9p\u00F4t source du contenu moissonn\u00E9 et affich\u00E9 dans les r\u00E9sultats de recherche.
harvestclients.viewEditDialog.archiveDescription.default.generic=Cet ensemble de de donn\u00E9es est moissonn\u00E9 aupr\u00E8s de nos partenaires. En cliquant sur le lien, vous acc\u00E9dez directement au d\u00E9p\u00F4t source des donn\u00E9es.

harvestclients.viewEditDialog.btn.save=Sauvegarder les modifications
harvestclients.newClientDialog.title.edit=Modifier le groupe {0}

#harvestset.xhtml=
harvestserver.title=Administration du serveur de moissonnage
harvestserver.toptip=- D\u00E9finir les collections d'ensembles de donn\u00E9es locaux qui seront disponibles pour le moissonnage par les clients distants.
harvestserver.service.label=Serveur OAI
harvestserver.service.enabled=Activ\u00E9
harvestserver.service.disabled=D\u00E9sactiv\u00E9
harvestserver.service.disabled.msg=Le serveur de moissonnage est actuellement d\u00E9sactiv\u00E9.
harvestserver.service.empty=Aucun lot n'est configur\u00E9.
harvestserver.service.enable.success=Le service OAI a bien \u00E9t\u00E9 activ\u00E9.

harvestserver.noSets.why.header=Qu'est ce qu'un serveur de moissonnage?
harvestserver.noSets.why.reason1=Le moissonnage consiste \u00E0 \u00E9changer des m\u00E9tadonn\u00E9es avec d'autres d\u00E9p\u00F4ts. En tant que  <b><i>serveur</i></b> de moissonnage, votre dataverse peut rendre disponible certains ensembles de donn\u00E9es locaux \u00E0 des clients de moissonnage distants. Il peut s'agir d'autres instances de Dataverse, ou encore de clients compatibles avec le protocole de moissonnage OAI-PMH.
harvestserver.noSets.why.reason2=Seuls les ensembles de donn\u00E9es publi\u00E9s et non restreints de votre Dataverse peuvent \u00EAtre moissonn\u00E9s. Les clients distants maintiennent normalement leurs enregistrements synchronis\u00E9s gr\u00E2ce \u00E0 des mises \u00E0 jour incr\u00E9mentielles programm\u00E9es, quotidiennes ou hebdomadaires, r\u00E9duisant ainsi la charge sur votre serveur. Notez que seules les m\u00E9tadonn\u00E9es sont moissonn\u00E9es. Les moissonneurs distants ne tentent g\u00E9n\u00E9ralement pas de t\u00E9l\u00E9charger eux-m\u00EAmes les fichiers de donn\u00E9es.
harvestserver.noSets.how.header=Comment activer un serveur de moissonnage?
harvestserver.noSets.how.tip1=Le serveur de moissonnage peut \u00EAtre activ\u00E9 ou d\u00E9sactiv\u00E9 \u00E0 partir de cette page. 
harvestserver.noSets.how.tip2=Une fois le service activ\u00E9, vous pouvez d\u00E9finir des collections d'ensembles de donn\u00E9es locaux qui seront disponibles pour les moissonneurs distants sous <i>Ensembles OAI</i>. Les ensembles sont d\u00E9finis par des requ\u00EAtes de recherche (par exemple, authorName:king; ou parentId:1234 - pour s\u00E9lectionner tous les ensembles de donn\u00E9es appartenant au dataverse sp\u00E9cifi\u00E9; ou dsPersistentId: "doi:1234/" pour s\u00E9lectionner tous les ensembles de donn\u00E9es avec l'identifiant perenne sp\u00E9cifi\u00E9). Consultez la section sur l'API de recherche du guide d'utilisation de Dataverse pour plus d'informations sur les requ\u00EAtes de recherche.  

harvestserver.noSets.getStarted=Pour commencer, activez le serveur OAI et cliquez sur le bouton \u00AB Ajouter un ensemble (set) \u00BB. Pour en savoir plus sur le moissonnage, consultez la section  <a href="{0}/{1}/user/index.html#index" title="Harvesting - Dataverse User Guide" target="_blank">moissonnage</a> du guide d'utilisation.
harvestserver.btn.add=Ajouter un ensemble (set)
harvestserver.tab.header.spec=setSpec OAI (identifiant OAI de l'ensemble)
harvestserver.tab.header.description=Description
harvestserver.tab.header.definition=D\u00E9finition de la requ\u00EAte
harvestserver.tab.header.stats=Ensembles de donn\u00E9es
harvestserver.tab.col.stats.empty=Aucun enregistrement (ensemble vide)
harvestserver.tab.col.stats.results={0} {0, choice, 0#Ensembles de donn\u00E9es|1#Ensemble de donn\u00E9es|2#Ensembles de donn\u00E9es} ({1} {1, choice, 0#enregistrements|1#enregistrement|2#enregistrements} export\u00E9(s), {2} marqu\u00E9(s) comme supprim\u00E9(s))
harvestserver.tab.header.action=Op\u00E9rations
harvestserver.tab.header.action.btn.export=Lancer l'exportation
harvestserver.actions.runreexport.success=La t\u00E2che asynchrone de r\u00E9exportation de l'ensemble OAI "{0}" a bien \u00E9t\u00E9 lanc\u00E9e (veuillez recharger la page pour suivre la progression de l'exportation).
harvestserver.tab.header.action.btn.edit=Modifier
harvestserver.tab.header.action.btn.delete=Supprimer
harvestserver.tab.header.action.btn.delete.dialog.header=Supprimer l'ensemble \u00E0 moissonner
harvestserver.tab.header.action.btn.delete.dialog.tip=Voulez-vous vraiment supprimer l'ensemble OAI "{0}"? Vous ne pouvez pas annuler une suppression!
harvestserver.tab.header.action.delete.infomessage=L'ensemble \u00E0 moissonner est supprim\u00E9. (Ceci peut prendre un certain temps)

harvestserver.newSetDialog.title.new=D\u00E9finir un ensemble \u00E0 moissonner
harvestserver.newSetDialog.help=D\u00E9finir une collection d'ensembles de donn\u00E9es locaux qui seront disponibles pour le moissonnage par les clients distants.
harvestserver.newSetDialog.setspec=Nom/setSpec OAI
harvestserver.newSetDialog.setspec.tip=Un nom unique (OAI setSpec) identifiant cet ensemble.
harvestserver.newSetDialog.setspec.helptext=Se compose de lettres, de chiffres, de traits de soulignement (_) et de tirets (-).
harvestserver.editSetDialog.setspec.helptext=Le nom ne peut pas \u00EAtre modifi\u00E9 une fois l'ensemble cr\u00E9\u00E9.
harvestserver.newSetDialog.setspec.required=Le nom (setSpec OAI) ne peut \u00EAtre vide!
harvestserver.newSetDialog.setspec.invalid=Le nom (setSpec OAI) ne peut contenir que des lettres, des chiffres, des traits de soulignement (_) et des tirets (-).
harvestserver.newSetDialog.setspec.alreadyused=Ce nom d'ensemble (setSpec OAI) est d\u00E9j\u00E0 utilis\u00E9.
harvestserver.newSetDialog.setdescription=Description
harvestserver.newSetDialog.setdescription.tip=Fournir une br\u00E8ve description de cet ensemble OAI.
harvestserver.newSetDialog.setdescription.required=La description de l'ensemble ne peut \u00EAtre vide!

harvestserver.newSetDialog.setquery=Requ\u00EAte de recherche
harvestserver.newSetDialog.setquery.tip=Requ\u00EAte de recherche qui d\u00E9finit le contenu de l'ensemble de donn\u00E9es.
harvestserver.newSetDialog.setquery.helptext=Exemple de requ\u00EAte\u00A0: authorName:king
harvestserver.newSetDialog.setquery.required=La requ\u00EAte de recherche ne peut \u00EAtre vide!
harvestserver.newSetDialog.setquery.results=La requ\u00EAte de recherche a retourn\u00E9 {0} ensemble(s) de donn\u00E9es!
harvestserver.newSetDialog.setquery.empty=AVERTISSEMENT\u00A0: la requ\u00EAte de recherche n'a retourn\u00E9 aucun r\u00E9sultat!

harvestserver.newSetDialog.btn.create=Cr\u00E9er l'ensemble
harvestserver.newSetDialog.success=L'ensemble de donn\u00E9es "{0}" a bien \u00E9t\u00E9 cr\u00E9\u00E9.
harvestserver.updateDialog.success=Succesfully updated OAI set "{0}".


harvestserver.viewEditDialog.title=Modifier l'ensemble moissonn\u00E9.
harvestserver.viewEditDialog.btn.save=Sauvegarder les modifications
#dashboard-users.xhtml
dashboard.card.users=Utilisateurs
dashboard.card.users.header=Tableau de bord - Liste des utilisateurs
dashboard.card.users.super=Super-utilisateurs
dashboard.card.users.manage=G\u00E9rer les utilisateurs
dashboard.card.users.message=Lister et g\u00E9rer les utilisateurs.
dashboard.list_users.searchTerm.watermark=Rechercher ces utilisateurs\u2026
dashboard.list_users.tbl_header.userId=Identifiant
dashboard.list_users.tbl_header.userIdentifier=Nom d'utilisateur
dashboard.list_users.tbl_header.name=Nom 
dashboard.list_users.tbl_header.lastName=Nom de famille 
dashboard.list_users.tbl_header.firstName=Pr\u00E9nom 
dashboard.list_users.tbl_header.email=Courriel
dashboard.list_users.tbl_header.affiliation=Affiliation
dashboard.list_users.tbl_header.roles=Roles
dashboard.list_users.tbl_header.position=Poste
dashboard.list_users.tbl_header.isSuperuser=Super-utilisateur
dashboard.list_users.tbl_header.authProviderFactoryAlias=Authentification
dashboard.list_users.tbl_header.createdTime=Date de cr\u00E9ation
dashboard.list_users.tbl_header.lastLoginTime=Derni\u00E8re connexion
dashboard.list_users.tbl_header.lastApiUseTime=Derni\u00E8re utilisation de l'API
dashboard.list_users.toggleSuperuser=Modifier le statut de super-utilisateur
dashboard.list_users.toggleSuperuser.confirmationText.add=\u00CAtes-vous certain de vouloir activer le statut de super-utilisateur pour l'utilisateur {0}?
dashboard.list_users.toggleSuperuser.confirmationText.remove=\u00CAtes-vous certain de vouloir d\u00E9sactiver le statut de super-utilisateur pour l'utilisateur {0}?
dashboard.list_users.toggleSuperuser.confirm=Poursuivre
dashboard.list_users.api.auth.invalid_apikey=La cl\u00E9 API n'est pas valide.
dashboard.list_users.api.auth.not_superuser=Action Interdite. Vous devez \u00EAtre un super-utilisateur.

#MailServiceBean.java=

notification.email.create.dataverse.subject={0}\u00A0: Votre dataverse a \u00E9t\u00E9 cr\u00E9\u00E9.
notification.email.create.dataset.subject={0}\u00A0: Votre ensemble de donn\u00E9es a \u00E9t\u00E9 cr\u00E9\u00E9.
notification.email.request.file.access.subject={0}\u00A0: Vous avez pr\u00E9sent\u00E9 une demande d'acc\u00E8s \u00E0 un fichier en acc\u00E8s r\u00E9serv\u00E9.
notification.email.grant.file.access.subject={0}\u00A0: L'acc\u00E8s \u00E0 un fichier r\u00E9serv\u00E9 vous a \u00E9t\u00E9 accord\u00E9.
notification.email.rejected.file.access.subject={0}\u00A0: Votre demande d'acc\u00E8s \u00E0 un fichier en acc\u00E8s r\u00E9serv\u00E9 a \u00E9t\u00E9 refus\u00E9e.
notification.email.update.maplayer={0}\u00A0: Une couche WorldMap a \u00E9t\u00E9 ajout\u00E9e \u00E0 l'ensemble de donn\u00E9es.
notification.email.maplayer.deletefailed.subject={0}: Impossible de supprimer la couche WorldMap.
notification.email.maplayer.deletefailed.text=Impossible de supprimer la couche WorldMap associ\u00E9e au fichier \u00E0 acc\u00E8s restreint {0}, ainsi que toutes les donn\u00E9es connexes qui peuvent encore \u00EAtre publiquement disponibles sur le site de WorldMap. Essayez de nouveau, ou contactez le soutien WorldMap et/ou Dataverse. (Ensemble de donn\u00E9es: {1})
notification.email.submit.dataset.subject={0}\u00A0: Votre ensemble de donn\u00E9es a \u00E9t\u00E9 soumis aux fins d'examen.
notification.email.publish.dataset.subject={0}\u00A0: Votre ensemble de donn\u00E9es a \u00E9t\u00E9 publi\u00E9.
notification.email.returned.dataset.subject={0}\u00A0: Votre ensemble de donn\u00E9es a \u00E9t\u00E9 retourn\u00E9.
notification.email.create.account.subject={0}\u00A0: Votre compte a \u00E9t\u00E9 cr\u00E9\u00E9.
notification.email.assign.role.subject={0}\u00A0:  Un r\u00F4le vous a \u00E9t\u00E9 attribu\u00E9
notification.email.revoke.role.subject={0}\u00A0: Votre r\u00F4le a \u00E9t\u00E9 r\u00E9voqu\u00E9
notification.email.verifyEmail.subject={0}\u00A0: Valider votre adresse courriel
notification.email.greeting=Bonjour, \n
notification.email.welcome=Bienvenue dans Dataverse! Commencez d\u00E8s maintenant en ajoutant ou encore en recherchant des donn\u00E9es. Des questions? Consultez le Guide d'utilisation ici {0}/{1}/user/ ou contactez le service de soutien de Scholars Portal pour de l'aide. Vous voulez faire l'essai des composantes de Dataverse? Essayez notre site de d\u00E9monstration \u00E0 https://demodv.scholarsportal.info
# Bundle file editors, please note that "notification.email.welcome" is used in a unit test=

notification.email.welcomeConfirmEmailAddOn=\n\nVeuillez v\u00E9rifier votre adresse courriel \u00E0 {0}. Notez que le lien de validation expirera apr\u00E8s {1}. Envoyez de nouveau un courriel de validation en vous rendant \u00E0 la page de votre compte.

notification.email.requestFileAccess=Acc\u00E8s au fichier demand\u00E9 pour l'ensemble de donn\u00E9es\u00A0: {0}. G\u00E9rer les autorisations \u00E0 {1}.
notification.email.grantFileAccess=Acc\u00E8s accord\u00E9 aux fichiers de l'ensemble de donn\u00E9es\u00A0: {0} (voir {1}).
notification.email.rejectFileAccess=Acc\u00E8s refus\u00E9 aux fichiers demand\u00E9s de l'ensemble de donn\u00E9es \u00A0: {0} (voir {1}).
# Bundle file editors, please note that "notification.email.createDataverse" is used in a unit test=
notification.email.createDataverse=Votre nouveau dataverse intitul\u00E9 {0} (voir {1}) a \u00E9t\u00E9 cr\u00E9\u00E9 dans {2} (voir {3}). Pour en savoir plus sur ce que vous pouvez faire avec votre dataverse, consultez le Guide de l'utilisateur Dataverse \u00E0 l'adresse suivante\u00A0: {4}/{5}/user/dataverse-management.html .
# Bundle file editors, please note that "notification.email.createDataset" is used in a unit test=
notification.email.createDataset=Votre nouvel ensemble de donn\u00E9es intitul\u00E9 {0} (voir {1}) a \u00E9t\u00E9 cr\u00E9\u00E9 dans {2} (voir {3}). Pour en savoir plus sur ce que vous pouvez faire avec un ensemble de donn\u00E9es, consultez le Guide Dataverse sur la gestion d'un ensemble de donn\u00E9es \u00E0 l'adresse suivante\u00A0: {4}/{5}/user/dataset-management.html .
notification.email.wasSubmittedForReview={0} (voir {1}) a \u00E9t\u00E9 soumis aux fins d'examen en vue de sa publication dans {2}  (voir {3}). N'oubliez pas de le publier ou de le renvoyer au collaborateur\!
notification.email.wasReturnedByReviewer={0} (voir {1}) a \u00E9t\u00E9 retourn\u00E9 par l'intendant des donn\u00E9es de {2} (voir {3}).
notification.email.wasPublished={0} (voir {1}) a \u00E9t\u00E9 publi\u00E9 dans {2} (voir {3}).
notification.email.worldMap.added=Les donn\u00E9es d'une couche WorldMap ont \u00E9t\u00E9 ajout\u00E9es \u00E0 {0} (voir {1}).
notification.email.closing=\n\nMerci,\nScholars Portal Dataverse
notification.email.assignRole=Vous \u00EAtes maintenant {0} pour\u00A0: {1} "{2}" (voir {3}).
notification.email.revokeRole=Un de vos r\u00F4les pour {0} "{1}" a \u00E9t\u00E9 r\u00E9voqu\u00E9 (voir {2}).
notification.email.changeEmail=Bonjour, {0}.{1}\n\nVeuillez nous contacter si vous n'aviez pas l'intention de faire cette modification ou si vous avez besoin d'aide.
hours=heures
hour=heures
minutes=minutes
minute=minute
notification.email.checksumfail.subject={0}\u00A0: votre validation de somme de contr\u00F4le a \u00E9chou\u00E9e.
notification.email.import.filesystem.subject={0}\u00A0: Votre t\u00E2che d'importation de fichier est compl\u00E9t\u00E9e.
notification.email.import.checksum.subject={0}\u00A0: Votre t\u00E2che de somme de contr\u00F4le de fichier est compl\u00E9t\u00E9e.
# passwordreset.xhtml=
pageTitle.passwdReset.pre=R\u00E9initialisation du mot de passe du compte
passwdReset.token=Jeton\u00A0:
passwdReset.userLookedUp=Utilisateur recherch\u00E9\u00A0:
passwdReset.emailSubmitted=Courriel soumis\u00A0:
passwdReset.details={0} R\u00E9initialisation du mot de passe{1} - Pour d\u00E9buter le processus de r\u00E9initialisation du mot de passe, veuillez indiquer votre adresse courriel. 
passwdReset.submitRequest=Soumettre la demande de mot de passe
passwdReset.successSubmit.tip=Si cette adresse courriel est associ\u00E9e \u00E0 un compte, un courriel sera envoy\u00E9 avec des instructions suppl\u00E9mentaires \u00E0 {0}.
passwdReset.debug=D\u00C9BOGUER
passwdReset.resetUrl=L'adresse URL r\u00E9initialis\u00E9 est
passwdReset.noEmail.tip=Aucun courriel n'a \u00E9t\u00E9 envoy\u00E9 \u00E9tant donn\u00E9 qu'aucun utilisateur n'a \u00E9t\u00E9 trouv\u00E9 au moyen de l'adresse fournie {0}. Nous ne le mentionnons pas, car nous voulons \u00E9viter que des utilisateurs malveillants se servent du formulaire pour d\u00E9terminer si un compte est associ\u00E9 \u00E0 une adresse courriel. 
passwdReset.illegalLink.tip=Le lien pour r\u00E9initialiser votre mot de passe n'est pas valide. Si vous devez r\u00E9initialiser votre mot de passe, {0}cliquez ici{1} pour demander \u00E0 ce que votre mot de passe soit r\u00E9initialis\u00E9.
passwdReset.newPasswd.details={0} Nouveau mot de passe{1} \u2013 Veuillez choisir un mot de passe solide comptant au moins six caract\u00E8res et au moins une lettre et un chiffre. 
passwdReset.newPasswd=Nouveau mot de passe
passwdReset.rePasswd=Confirmer le mot de passe
passwdReset.resetBtn=R\u00E9initialiser le mot de passe  
# dataverse.xhtml=
dataverse.title=Le projet, le d\u00E9partement, l'universit\u00E9 ou le chercheur vis\u00E9 par les donn\u00E9es contenues dans le dataverse.
dataverse.enterName=Entrer le nom\u2026
dataverse.host.title=Le dataverse qui contient ces donn\u00E9es.
dataverse.identifier.title=Nom abr\u00E9g\u00E9 utilis\u00E9 pour l'adresse URL de ce dataverse.
dataverse.affiliation.title=L'organisation avec laquelle ce dataverse est affili\u00E9.

dataverse.category=Cat\u00E9gorie
dataverse.category.title=Le type correspondant le mieux \u00E0 ce dataverse.
dataverse.type.selectTab.top=S\u00E9lectionner\u2026
dataverse.type.selectTab.researchers=Chercheur
dataverse.type.selectTab.researchProjects=Projet de recherche
dataverse.type.selectTab.journals=Revue
dataverse.type.selectTab.organizationsAndInsitutions=Organisation ou \u00E9tablissement
dataverse.type.selectTab.teachingCourses=Cours
dataverse.type.selectTab.uncategorized=Sans cat\u00E9gorie
dataverse.type.selectTab.researchGroup=Groupe de recherche
dataverse.type.selectTab.laboratory=Laboratoire
dataverse.type.selectTab.department=D\u00E9partement

dataverse.description.title=Un r\u00E9sum\u00E9 d\u00E9crivant l'objet, la nature ou la port\u00E9e de ce dataverse.
dataverse.email=Courriel
dataverse.email.title=L'adresse courriel du ou des personnes-ressources pour ce dataverse.
dataverse.share.dataverseShare=Partager le dataverse
dataverse.share.dataverseShare.tip=Partager ce dataverse sur vos  m\u00E9dias sociaux pr\u00E9f\u00E9r\u00E9s.
dataverse.share.dataverseShare.shareText=Consulter ce dataverse

dataverse.subject.title=Sujet(s) trait\u00E9s(s) dans ce dataverse.

dataverse.metadataElements=Champs de m\u00E9tadonn\u00E9es
dataverse.metadataElements.tip=S\u00E9lectionner les champs de m\u00E9tadonn\u00E9es \u00E0 utiliser dans les mod\u00E8les d'ensembles de donn\u00E9es ainsi qu'au moment d'ajouter un ensemble de donn\u00E9es \u00E0 ce dataverse.
dataverse.metadataElements.from.tip=Utiliser les champs de m\u00E9tadonn\u00E9es de {0}
dataverse.resetModifications=R\u00E9initialiser les modifications
dataverse.resetModifications.text=\u00CAtes-vous s\u00FBr(e) de vouloir r\u00E9initialiser les champs de m\u00E9tadonn\u00E9es s\u00E9lectionn\u00E9s? Si vous les r\u00E9initialisez, toute personnalisation effectu\u00E9e (information cach\u00E9e, obligatoire, facultative) sera annul\u00E9e.
dataverse.field.required=(Obligatoire)
dataverse.field.example1=(Exemples\u00A0:
dataverse.field.example2=)
dataverse.field.set.tip=[+] Voir les champs + les d\u00E9finir comme champs cach\u00E9s, obligatoires ou facultatifs
dataverse.field.set.view=[+] Voir les champs
dataverse.field.requiredByDataverse=Requis par Dataverse
dataverse.facetPickList.text=Parcourir/Recherche par facettes
dataverse.facetPickList.tip=Choisir les champs de m\u00E9tadonn\u00E9es \u00E0 utiliser comme facettes pour consulter les ensembles de donn\u00E9es ainsi que les dataverses contenus dans ce dataverse.
dataverse.facetPickList.facetsFromHost.text=Utiliser la fonction Parcourir/Recherche par facettes de {0}
dataverse.facetPickList.metadataBlockList.all=Tous les champs de m\u00E9tadonn\u00E9es
dataverse.edit=Modifier
dataverse.option.generalInfo=Renseignements g\u00E9n\u00E9raux
dataverse.option.themeAndWidgets=Th\u00E8me + widgets
dataverse.option.featuredDataverse=Dataverses en vedette
dataverse.option.permissions=Permissions
dataverse.option.dataverseGroups=Groupes
dataverse.option.datasetTemplates=Mod\u00E8les d'ensembles de donn\u00E9es
dataverse.option.datasetGuestbooks=Registre des visiteurs pour l'ensemble de donn\u00E9es
dataverse.option.deleteDataverse=Supprimer le dataverse
dataverse.publish.btn=Publier
dataverse.publish.header=Publier le dataverse
dataverse.nopublished=Aucun dataverse publi\u00E9
dataverse.nopublished.tip=Vous devez avoir au moins un dataverse publi\u00E9 pour utiliser cette fonction.
dataverse.contact=Communiquer par courriel avec Dataverse
dataset.link=Lier l'ensemble de donn\u00E9es
dataverse.link=Lier le dataverse
dataverse.link.btn.tip=Lier \u00E0 votre dataverse
dataverse.link.yourDataverses=Votre {0, choice, 1#Dataverse|2#Dataverses}
dataverse.link.save=Enregistrer le dataverse li\u00E9
dataset.link.save=Enregistrer l'ensemble de donn\u00E9es li\u00E9
dataverse.link.dataverse.choose=D\u00E9terminez avec lequel de vos dataverses vous souhaitez lier ce dataverse.
dataverse.link.dataset.choose=D\u00E9terminez avec lequel de vos dataverses vous souhaitez lier cet ensemble de donn\u00E9es.
dataverse.link.no.choice=Vous avez un dataverse dans lequel vous pouvez ajouter des ensembles de donn\u00E9es et des dataverses li\u00E9s. 
dataverse.link.no.linkable=Vous devez poss\u00E9der votre propre dataverse pour pouvoir lier un dataverse ou un ensemble de donn\u00E9es. Cliquer sur le bouton \u00AB\u00A0Ajouter des donn\u00E9es\u00A0\u00BB \u00E0 la page d'accueil pour commencer.
dataverse.link.no.linkable.remaining=Vous avez d\u00E9j\u00E0 li\u00E9 tous vos dataverses admissibles.
dataverse.savedsearch.link=Recherche de liens
dataverse.savedsearch.searchquery=Recherche
dataverse.savedsearch.filterQueries=Facettes
dataverse.savedsearch.save=Enregistrer la recherche de liens
dataverse.savedsearch.dataverse.choose=D\u00E9terminez avec lequel de vos dataverses vous souhaitez lier cette recherche.
dataverse.savedsearch.no.choice=Vous avez un dataverse pour lequel vous pouvez ajouter une recherche sauvegard\u00E9e.
# Bundle file editors, please note that "dataverse.savedsearch.save.success" is used in a unit test=
dataverse.saved.search.success=La recherche sauvegard\u00E9e est maintenant li\u00E9e \u00E0 {0}.
dataverse.saved.search.failure=La recherche sauvegard\u00E9e n'a pas pu \u00EAtre li\u00E9e.
dataverse.linked.success={0} est maintenant li\u00E9 \u00E0 {1}.
dataverse.linked.success.wait={0} a bien \u00E9t\u00E9 li\u00E9 \u00E0 {1}. Veuillez attendre que le contenu s'affiche.
dataverse.linked.internalerror={0} a bien \u00E9t\u00E9 li\u00E9 \u00E0 {1} mais le contenu ne s'affichera pas avant qu'une erreur interne ne soit r\u00E9solue.
dataverse.page.pre=Pr\u00E9c\u00E9dent
dataverse.page.next=Suivant
dataverse.byCategory=Dataverses par cat\u00E9gorie
dataverse.displayFeatured=Afficher les dataverses s\u00E9lectionn\u00E9s ci-dessous sur la page d'accueil pour ce dataverse.
dataverse.selectToFeature=S\u00E9lectionner les dataverses \u00E0 afficher sur la page d'accueil de ce dataverse.
dataverse.publish.tip=\u00CAtes-vous s\u00FBr(e) de vouloir publier votre dataverse? Une fois publi\u00E9, il doit le demeurer.
dataverse.publish.failed.tip=Ce dataverse ne peut pas \u00EAtre publi\u00E9, car le dataverse dans lequel il se trouve n'a pas \u00E9t\u00E9 publi\u00E9.
dataverse.publish.failed=Impossible de publier le dataverse
dataverse.publish.success=Votre dataverse est maintenant public.
dataverse.publish.failure=Ce dataverse n'a pas pu \u00EAtre publi\u00E9.
dataverse.delete.tip=\u00CAtes-vous s\u00FBr(e) de vouloir supprimer votre dataverse? Vous ne pouvez pas annuler la suppression de ce dataverse.
dataverse.delete=Supprimer le dataverse
dataverse.delete.success=Votre dataverse a \u00E9t\u00E9 supprim\u00E9.
dataverse.delete.failure=Ce dataverse n'a pas pu \u00EAtre supprim\u00E9. 
# Bundle file editors, please note that "dataverse.create.success" is used in a unit test because it's so fancy with two parameters=
dataverse.create.success=Vous avez bien r\u00E9ussi \u00E0 cr\u00E9er votre dataverse! Pour en savoir davantage sur ce que vous pouvez faire avec votre dataverse, consultez le <a href="{0}/{1}/user/dataverse-management.html" title="Dataverse Management - Dataverse User Guide" target="_blank">guide d'utilisation</a>.
dataverse.create.failure=Ce dataverse n'a pas pu \u00EAtre cr\u00E9\u00E9. 
dataverse.create.authenticatedUsersOnly=Seuls les utilisateurs authentifi\u00E9s peuvent cr\u00E9er des dataverses.
dataverse.update.success=Vous avez bien mis \u00E0 jour votre dataverse!
dataverse.update.failure=Ce dataverse n'a pas pu \u00EAtre mis \u00E0 jour.
# rolesAndPermissionsFragment.xhtml=
# advanced.xhtml=
advanced.search.header.dataverses=Dataverses
advanced.search.dataverses.name.tip=Le projet, le d\u00E9partement, l'universit\u00E9 ou le professeur vis\u00E9 par les donn\u00E9es contenues dans ce dataverse.
advanced.search.dataverses.affiliation.tip=L'organisation avec laquelle ce dataverse est affili\u00E9.
advanced.search.dataverses.description.tip=Un r\u00E9sum\u00E9 d\u00E9crivant l'objet, la nature ou la port\u00E9e de ce dataverse.
advanced.search.dataverses.subject.tip=Cat\u00E9gories de sujets propres aux domaines qui sont pertinents du point de vue du sujet pour ce dataverse.
advanced.search.header.datasets=Ensembles de donn\u00E9es
advanced.search.header.files=Fichiers
advanced.search.files.name.tip=Le nom donn\u00E9 au fichier.
advanced.search.files.description.tip=Un r\u00E9sum\u00E9 d\u00E9crivant le fichier et ses variables.
advanced.search.files.fileType=Type de fichier
advanced.search.files.fileType.tip=L'extension d'un fichier, p.\u00A0ex. CSV, zip, Stata, R, PDF, JPEG, etc.
advanced.search.files.variableName=Nom de la variable
advanced.search.files.variableName.tip=Le titre de la colonne pour cette variable dans la table de donn\u00E9es.
advanced.search.files.variableLabel=Libell\u00E9 de variable
advanced.search.files.variableLabel.tip=Une courte description de la variable.

# search-include-fragment.xhtml=

dataverse.search.advancedSearch=Recherche avanc\u00E9e
dataverse.search.input.watermark=Chercher dans ce dataverse\u2026
account.search.input.watermark=Chercher ces donn\u00E9es\u2026
dataverse.search.btn.find=Trouver

dataverse.results.btn.addData=Ajouter des donn\u00E9es
dataverse.results.btn.addData.newDataverse=Nouveau dataverse
dataverse.results.btn.addData.newDataset=Nouvel ensemble de donn\u00E9es
dataverse.results.dialog.addDataGuest.header=Ajouter des donn\u00E9es
dataverse.results.dialog.addDataGuest.msg=Vous devez <a href="/loginpage.xhtml{0}" title="vous connecter \u00E0 votre compte Dataverse">vous authentifier</a> pour cr\u00E9er un dataverse ou ajouter un ensemble de donn\u00E9es.
dataverse.results.dialog.addDataGuest.msg.signup=Vous devez <a href="/dataverseuser.xhtml{0}&amp;editMode=CREATE" title="cr\u00E9er un compte Dataverse">cr\u00E9er un compte</a> ou <a href="/loginpage.xhtml{0}" title="vous connecter \u00E0 votre compte Dataverse">vous connecter</a> pour cr\u00E9er un dataverse ou ajouter un ensemble de donn\u00E9es.
dataverse.results.types.dataverses=Dataverses
dataverse.results.types.datasets=Ensembles de donn\u00E9es
dataverse.results.types.files=Fichiers

dataverse.results.empty.zero=Aucun dataverse, ensemble de donn\u00E9es ou fichier ne correspond \u00E0 votre recherche. Veuillez effectuer une nouvelle recherche en utilisant d'autres termes ou des termes plus g\u00E9n\u00E9raux. Vous pouvez \u00E9galement consulter le <a href="{0}/{1}/user/find-use-data.html" title="Finding &amp; Using Data - Dataverse User Guide" target="_blank">guide de recherche</a> pour des astuces.
dataverse.results.empty.hidden=Il n'y a pas de r\u00E9sultats r\u00E9pondants \u00E0 vos crit\u00E8res de recherche. Vous pouvez consulter le <a href="{0}/{1}/user/find-use-data.html" Finding &amp; Using Data - Dataverse User Guide" target="_blank"> guide de recherche</a> pour des conseils.
dataverse.results.empty.browse.guest.zero=Ce dataverse ne contient actuellement aucun dataverse, ensemble de donn\u00E9es ou fichier. Veuillez <a href="/loginpage.xhtml{0}" title="vous connecter \u00E0 votre compte Dataverse">vous authentifier</a> pour voir si vous pouvez y ajouter du contenu. 
dataverse.results.empty.browse.guest.hidden=Ce dataverse ne contient aucun dataverse. Veuillez <a href="/loginpage.xhtml{0}" title="vous connecter \u00E0 votre compte Dataverse">vous authentifier</a> pour voir si vous pouvez y ajouter du contenu. 
dataverse.results.empty.browse.loggedin.noperms.zero=Ce dataverse ne contient actuellement aucun dataverse, ensemble de donn\u00E9es ou fichier. Vous pouvez utiliser le bouton \u00AB\u00A0Envoyer un courriel au contact du dataverse\u00A0\u00BB ci-dessus pour toute question sur ce dataverse ou pour effectuer une demande d'acc\u00E8s \u00E0 ce dataverse.
dataverse.results.empty.browse.loggedin.noperms.hidden=Il n'y a aucun dataverse dans ce dataverse.
dataverse.results.empty.browse.loggedin.perms.zero=Ce dataverse ne contient actuellement aucun dataverse, ensemble de donn\u00E9es ou fichier. Vous pouvez en ajouter \u00E0 l'aide du bouton \u00AB\u00A0Ajouter des donn\u00E9es\u00A0\u00BB qui se trouve sur cette page.
account.results.empty.browse.loggedin.perms.zero=Il n'y a aucun dataverse, ensemble de donn\u00E9es ou fichier associ\u00E9 \u00E0 votre compte. Vous pouvez ajouter un dataverse ou un ensemble de donn\u00E9es en cliquant sur le bouton \u00AB\u00A0Ajouter des donn\u00E9es\u00A0\u00BB ci-dessus. Pour en savoir plus sur l'ajout de donn\u00E9es, consultez le <a href="{0}/{1}/user/dataverse-management.html" title="Dataverse Management - Dataverse User Guide" target="_blank">guide d'utilisation</a>
dataverse.results.empty.browse.loggedin.perms.hidden=Il n'y a aucun dataverse dans ce dataverse. Vous pouvez en ajouter \u00E0 l'aide du bouton \u00AB\u00A0Ajouter des donn\u00E9es\u00A0\u00BB qui se trouve sur cette page.
dataverse.results.empty.link.technicalDetails=Plus de d\u00E9tails techniques
dataverse.search.facet.error=Une erreur s'est produite avec vos param\u00E8tres de recherche. Veuillez <a href="/dataverse/{0}"> effacer votre recherche </a> et essayer de nouveau.
dataverse.results.count.toofresults={0} \u00E0 {1} de {2} {2, choice, 0#r\u00E9sultats|1#r\u00E9sultat|2#r\u00E9sultats}
dataverse.results.paginator.current=(Actuel)
dataverse.results.btn.sort=Tri
dataverse.results.btn.sort.option.nameAZ=Nom (A-Z)
dataverse.results.btn.sort.option.nameZA=Nom (Z-A)
dataverse.results.btn.sort.option.newest=Plus r\u00E9cent
dataverse.results.btn.sort.option.oldest=Plus ancien
dataverse.results.btn.sort.option.relevance=Pertinence
dataverse.results.cards.foundInMetadata=Trouv\u00E9(s) dans les champs de m\u00E9tadonn\u00E9es\u00A0:
dataverse.results.cards.files.tabularData=Donn\u00E9es tabulaires
dataverse.results.solrIsDown=Veuillez noter qu'en raison d'une erreur interne, les fonctions de consultation et de recherche ne sont pas disponibles.
dataverse.theme.title=Th\u00E8me
dataverse.theme.inheritCustomization.title=Cochez cette case pour utiliser le th\u00E8me existant.
dataverse.theme.inheritCustomization.label=Personnalisation h\u00E9rit\u00E9e 
dataverse.theme.inheritCustomization.checkbox=Personnalisation h\u00E9rit\u00E9e de {0}
dataverse.theme.logo=Logo
dataverse.theme.logo.tip=Les formats d'image pris en charge sont JPG, TIF ou PNG et les fichiers ne doivent pas d\u00E9passer 500 Ko. La taille d'affichage maximale d'un fichier image dans le th\u00E8me d'un dataverse est de 940 pixels de large par 120 pixels de hauteur.
dataverse.theme.logo.format=Format du logo
dataverse.theme.logo.format.selectTab.square=Carr\u00E9
dataverse.theme.logo.format.selectTab.rectangle=Rectangle
dataverse.theme.logo.alignment=Alignement du logo
dataverse.theme.logo.alignment.selectTab.left=Gauche
dataverse.theme.logo.alignment.selectTab.center=Centre
dataverse.theme.logo.alignment.selectTab.right=Droite
dataverse.theme.logo.backColor=Couleur du fond du logo
dataverse.theme.logo.image.upload=T\u00E9l\u00E9verser l'image
dataverse.theme.tagline=Titre d'appel
dataverse.theme.website=Site Web
dataverse.theme.linkColor=Couleur du lien
dataverse.theme.txtColor=Couleur du texte
dataverse.theme.backColor=Couleur du fond
dataverse.theme.success=Vous avez bien mis \u00E0 jour le th\u00E8me de ce dataverse!
dataverse.theme.failure=Le th\u00E8me de ce dataverse n'a pas \u00E9t\u00E9 mis \u00E0 jour.
dataverse.theme.logo.image=Image du logo
dataverse.theme.logo.image.title=Le logo ou le fichier image que vous d\u00E9sirez afficher dans l'en-t\u00EAte de ce dataverse.
dataverse.theme.logo.image.uploadNewFile=T\u00E9l\u00E9verser un nouveau fichier
dataverse.theme.logo.image.invalidMsg=L'image ne peut pas \u00EAtre t\u00E9l\u00E9vers\u00E9e. Veuillez essayer \u00E0 nouveau en utilisant un fichier JPG, TIF ou PNG.
dataverse.theme.logo.image.uploadImgFile=T\u00E9l\u00E9verser le fichier image
dataverse.theme.logo.format.title=La forme du logo ou le fichier image que vous t\u00E9l\u00E9versez pour ce dataverse.
dataverse.theme.logo.format.selectTab.square2=Carr\u00E9
dataverse.theme.logo.format.selectTab.rectangle2=Rectangle
dataverse.theme.logo.alignment.title=L'endroit o\u00F9 le logo ou l'image devrait appara\u00EEtre dans l'en-t\u00EAte
dataverse.theme.logo.alignment.selectTab.left2=Gauche
dataverse.theme.logo.alignment.selectTab.center2=Centre
dataverse.theme.logo.alignment.selectTab.right2=Droite
dataverse.theme.logo.backColor.title=S\u00E9lectionner une couleur \u00E0 afficher derri\u00E8re le logo de ce dataverse.
dataverse.theme.headerColor=Couleurs de l'en-t\u00EAte
dataverse.theme.headerColor.tip=Couleurs que vous s\u00E9lectionnez pour cr\u00E9er l'en-t\u00EAte de ce dataverse.
dataverse.theme.backColor.title=Couleur de la zone de l'en-t\u00EAte qui contient l'image, le titre d'appel, l'adresse URL et le texte.
dataverse.theme.linkColor.title=Couleur du lien \u00E0 afficher
dataverse.theme.txtColor.title=Couleur du texte du titre d'appel et le nom de ce dataverse.
dataverse.theme.tagline.title=Une phrase qui d\u00E9crit ce dataverse.
dataverse.theme.tagline.tip=Fournir un titre d'appel de 140 caract\u00E8res ou moins.
dataverse.theme.website.title=L'adresse URL de votre site Web personnel ou de votre \u00E9tablissement ou de tout site Web associ\u00E9 \u00E0 ce dataverse.
dataverse.theme.website.tip=Le lien pour le site Web se trouvera derri\u00E8re le titre d'appel. Pour qu'un site Web apparaisse dans la liste, vous devez \u00E9galement fournir un titre d'appel 
dataverse.theme.website.watermark=Votre site personnel, http://\u2026
dataverse.theme.website.invalidMsg=Adresse URL non valide.
dataverse.widgets.title=Widgets
dataverse.widgets.notPublished.why.header=Pourquoi faire appel aux widgets?
dataverse.widgets.notPublished.why.reason1=Augmente la visibilit\u00E9 de vos donn\u00E9es sur le Web en vous permettant d'int\u00E9grer votre dataverse et les ensembles de donn\u00E9es dans votre site web personnel ou de projet.
dataverse.widgets.notPublished.why.reason2=Permet aux autres de parcourir votre dataverse ainsi que vos ensembles de donn\u00E9es sans quitter votre site personnel ou de projet.
dataverse.widgets.notPublished.how.header=Comment utiliser les widgets
dataverse.widgets.notPublished.how.tip1=Pour pouvoir utiliser des widgets, votre dataverse et vos ensembles de donn\u00E9es doivent \u00EAtre publi\u00E9s.
dataverse.widgets.notPublished.how.tip2=Suite \u00E0 la publication, le code sera disponible sur cette page pour que vous puissiez le copier et l'ajouter \u00E0 votre site web personnel ou de projet.
dataverse.widgets.notPublished.how.tip3=Avez-vous un site web OpenScholar? Si oui, apprenez-en davantage sur l'ajout de widgets Dataverse dans votre site web <a href = "{0}/{1}/user/dataverse-management.html#adding-widgets-to-an-openscholar-website" title = "Adding Widgets to an OpenScholar Website - Dataverse User Guide" target ="_blank">ici</a>.
dataverse.widgets.notPublished.getStarted=Pour d\u00E9buter, publiez votre dataverse. Pour en savoir davantage sur les widgets, consultez la section <a href="{0}/{1}/user/dataverse-management.html#theme-widgets" title="Theme + Widgets - Dataverse User Guide" target="_blank">th\u00E8me et widgets</a> du guide d'utilisation.
dataverse.widgets.tip=Copiez et collez ce code dans le code HTML de votre site web. Pour en savoir davantage sur les widgets, consultez la section <a href="{0}/{1}/user/dataverse-management.html#theme-widgets" title="Theme + Widgets - Dataverse User Guide" target="_blank">Th\u00E8me et widgets</a> du guide d'utilisation.
dataverse.widgets.searchBox.txt=Bo\u00EEte de recherche Dataverse
dataverse.widgets.searchBox.tip=Permet aux visiteurs de votre site Web d'effectuer une recherche dans Dataverse.
dataverse.widgets.dataverseListing.txt=Liste des dataverses
dataverse.widgets.dataverseListing.tip=Permet aux visiteurs de votre site Web de voir vos dataverses et vos ensembles de donn\u00E9es, de les trier ou de les parcourir en revue.
dataverse.widgets.advanced.popup.header=Widgets\u00A0: Options avanc\u00E9es
dataverse.widgets.advanced.prompt=Exp\u00E9dier vers votre site web personnel l'URL p\u00E9renne de la r\u00E9f\u00E9rence bibliographique de l'ensemble de donn\u00E9es. La page que vous r\u00E9ferrez comme \u00E9tant l'URL de votre site web personnel doit contenir l'extrait de code utilis\u00E9 par le widget Listing de Dataverse.
dataverse.widgets.advanced.url.label=URL de votre site web personnel
dataverse.widgets.advanced.url.watermark=http://www.exemple.com/nom-de-la-page
dataverse.widgets.advanced.invalid.message=Veuillez saisir un URL valide
dataverse.widgets.advanced.success.message=Mise \u00E0 jour r\u00E9ussie de l'URL de votre site web personnel
dataverse.widgets.advanced.failure.message=L'URL du site web personnel associ\u00E9 \u00E0 ce dataverse n'a pas \u00E9t\u00E9 mis \u00E0 jour.

# permissions-manage.xhtml=

dataverse.permissions.title=Permissions
dataverse.permissions.dataset.title=Permissions pour l'ensemble de donn\u00E9es
dataverse.permissions.access.accessBtn=Modifier l'acc\u00E8s
dataverse.permissions.usersOrGroups=Utilisateurs/Groupes
dataverse.permissions.usersOrGroups.assignBtn=Assigner les r\u00F4les aux utilisateurs/groupes
dataverse.permissions.usersOrGroups.createGroupBtn=Cr\u00E9er un groupe
dataverse.permissions.usersOrGroups.description=Tous les utilisateurs et les groupes qui ont acc\u00E8s \u00E0 votre dataverse.
dataverse.permissions.usersOrGroups.tabHeader.userOrGroup=Nom de l'utilisateur ou du groupe (affiliation)
dataverse.permissions.usersOrGroups.tabHeader.id=Identifiant
dataverse.permissions.usersOrGroups.tabHeader.role=R\u00F4le
dataverse.permissions.usersOrGroups.tabHeader.action=Action
dataverse.permissions.usersOrGroups.assignedAt=R\u00F4le assign\u00E9 \u00E0 {0}
dataverse.permissions.usersOrGroups.removeBtn=Supprimer le r\u00F4le assign\u00E9
dataverse.permissions.usersOrGroups.removeBtn.confirmation=\u00CAtes-vous s\u00FBr(e) de vouloir supprimer cette attribution des r\u00F4les?
dataverse.permissions.roles=R\u00F4les
dataverse.permissions.roles.add=Ajouter un nouveau r\u00F4le
dataverse.permissions.roles.description=Tous les r\u00F4les \u00E9tablis dans votre dataverse que vous pouvez attribuer aux utilisateurs et aux groupes.
dataverse.permissions.roles.edit=Modifier le r\u00F4le
dataverse.permissions.roles.copy=Copier le r\u00F4le
# permissions-manage-files.xhtml=
dataverse.permissionsFiles.title=Permissions des fichiers \u00E0 acc\u00E8s r\u00E9serv\u00E9
dataverse.permissionsFiles.usersOrGroups=Utilisateurs/Groupes
dataverse.permissionsFiles.usersOrGroups.assignBtn=Accorder l'acc\u00E8s aux utilisateurs/groupes
dataverse.permissionsFiles.usersOrGroups.description=Tous les utilisateurs et les groupes qui ont acc\u00E8s aux fichiers \u00E0 acc\u00E8s r\u00E9serv\u00E9 de cet ensemble de donn\u00E9es.
dataverse.permissionsFiles.usersOrGroups.tabHeader.userOrGroup=Nom de l'utilisateur ou du groupe (affiliation)
dataverse.permissionsFiles.usersOrGroups.tabHeader.id=Identification
dataverse.permissionsFiles.usersOrGroups.tabHeader.email=Courriel
dataverse.permissionsFiles.usersOrGroups.tabHeader.files=Fichiers
dataverse.permissionsFiles.usersOrGroups.tabHeader.access=Acc\u00E8s
dataverse.permissionsFiles.usersOrGroups.file=Fichier
dataverse.permissionsFiles.usersOrGroups.files=Fichiers
dataverse.permissionsFiles.usersOrGroups.invalidMsg=Aucun utilisateur ou groupe n'a acc\u00E8s aux fichiers r\u00E9serv\u00E9s de cet ensemble de donn\u00E9es.

dataverse.permissionsFiles.files=Fichiers \u00E0 acc\u00E8s r\u00E9serv\u00E9
dataverse.permissionsFiles.files.label={0, choice, 0#Fichiers \u00E0 acc\u00E8s r\u00E9serv\u00E9|1#Fichier \u00E0 acc\u00E8s r\u00E9serv\u00E9|2#Fichiers \u00E0 acc\u00E8s r\u00E9serv\u00E9}
dataverse.permissionsFiles.files.description=Tous les fichiers en acc\u00E8s r\u00E9serv\u00E9 dans cet ensemble de donn\u00E9es.
dataverse.permissionsFiles.files.tabHeader.fileName=Nom du fichier
dataverse.permissionsFiles.files.tabHeader.roleAssignees=Utilisateurs/Groupes
dataverse.permissionsFiles.files.tabHeader.access=Acc\u00E8s
dataverse.permissionsFiles.files.tabHeader.publishedRestrictedState=Publi\u00E9
dataverse.permissionsFiles.files.tabHeader.draftRestrictedState=Version provisoire
dataverse.permissionsFiles.files.deleted=Supprim\u00E9
dataverse.permissionsFiles.files.public=Public
dataverse.permissionsFiles.files.restricted=Acc\u00E8s r\u00E9serv\u00E9
dataverse.permissionsFiles.files.roleAssignee=Utilisateur/Groupe
dataverse.permissionsFiles.files.roleAssignees=Utilisateurs/Groupes
dataverse.permissionsFiles.files.roleAssignees.label={0, choice, 0#Utilisateurs/Groupes|1#Utilisateur/Groupe|2#Utilisateurs/Groupes}
dataverse.permissionsFiles.files.assignBtn=Accorder l'acc\u00E8s
dataverse.permissionsFiles.files.invalidMsg=Cet ensemble de donn\u00E9es ne contient aucun fichier en acc\u00E8s r\u00E9serv\u00E9.
dataverse.permissionsFiles.files.requested=Fichiers demand\u00E9s
dataverse.permissionsFiles.files.selected=S\u00E9lection\u00A0: {0} de {1} {2}
dataverse.permissionsFiles.viewRemoveDialog.header=Acc\u00E8s au fichier
dataverse.permissionsFiles.viewRemoveDialog.removeBtn=Supprimer l'acc\u00E8s
dataverse.permissionsFiles.viewRemoveDialog.removeBtn.confirmation=\u00CAtes-vous s\u00FBr(e) de vouloir supprimer l'acc\u00E8s \u00E0 ce fichier? Une fois l'acc\u00E8s supprim\u00E9, l'utilisateur ou le groupe ne sera plus en mesure de t\u00E9l\u00E9charger ce fichier.
dataverse.permissionsFiles.assignDialog.header=Accorder l'acc\u00E8s au fichier
dataverse.permissionsFiles.assignDialog.description=Accorder l'acc\u00E8s au fichier aux utilisateurs et aux groupes
dataverse.permissionsFiles.assignDialog.userOrGroup=Utilisateurs/Groupes
dataverse.permissionsFiles.assignDialog.userOrGroup.enterName=Indiquer le nom de l'utilisateur ou du groupe
dataverse.permissionsFiles.assignDialog.userOrGroup.invalidMsg=Aucun r\u00E9sultat
dataverse.permissionsFiles.assignDialog.userOrGroup.requiredMsg=Veuillez s\u00E9lectionner au moins un utilisateur ou groupe.
dataverse.permissionsFiles.assignDialog.fileName=Nom du fichier
dataverse.permissionsFiles.assignDialog.grantBtn=Accorder
dataverse.permissionsFiles.assignDialog.rejectBtn=Rejeter

# permissions-configure.xhtml=
dataverse.permissions.accessDialog.header=Modifier l'acc\u00E8s
dataverse.permissions.description=Configuration actuelle de l'acc\u00E8s \u00E0 votre dataverse.
dataverse.permissions.tip=S\u00E9lectionnez, en cliquant sur le bouton \u00AB Modifier l'acc\u00E8s \u00BB, si tous les utilisateurs ou seulement certains sont en mesure d'ajouter des donn\u00E9es \u00E0 ce dataverse. 
dataverse.permissions.Q1=Qui peut ajouter des donn\u00E9es \u00E0 ce dataverse?
dataverse.permissions.Q1.answer1=Toute personne qui ajoute des donn\u00E9es \u00E0 ce dataverse doit y avoir acc\u00E8s.
dataverse.permissions.Q1.answer2=Toute personne poss\u00E9dant un compte Dataverse peut ajouter des sous-dataverses.
dataverse.permissions.Q1.answer3=Toute personne poss\u00E9dant un compte Dataverse peut ajouter des ensembles de donn\u00E9es.
dataverse.permissions.Q1.answer4=Toute personne poss\u00E9dant un compte Dataverse peut ajouter des sous-dataverses et des ensembles de donn\u00E9es.
dataverse.permissions.Q2=Quel devrait \u00EAtre le r\u00F4le par d\u00E9faut d'une personne qui ajoute des ensembles de donn\u00E9es \u00E0 ce dataverse?
dataverse.permissions.Q2.answer.editor.description=\u2219 Modifier les m\u00E9tadonn\u00E9es, t\u00E9l\u00E9verser les fichiers et modifier les fichiers, modifier les conditions, le registre des visiteurs, soumettre les ensembles de donn\u00E9es aux fins d'examen.
dataverse.permissions.Q2.answer.manager.description=\u2219 Modifier les m\u00E9tadonn\u00E9es, t\u00E9l\u00E9verser les fichiers et modifier les fichiers, modifier les conditions, le registre des visiteurs, les restrictions relatives aux fichiers (acc\u00E8s aux fichiers + utilisation)
dataverse.permissions.Q2.answer.curator.description=\u2219 Modifier les m\u00E9tadonn\u00E9es, t\u00E9l\u00E9verser les fichiers et modifier les fichiers, modifier les conditions, le registre des visiteurs, les restrictions relatives aux fichiers (acc\u00E8s aux fichiers + utilisation), modifier les permissions/assigner les r\u00F4les + publier

# roles-assign.xhtml=

dataverse.permissions.usersOrGroups.assignDialog.header=Assigner le r\u00F4le
dataverse.permissions.usersOrGroups.assignDialog.description=Accorder les permissions aux utilisateurs et aux groupes en leur attribuant un r\u00F4le.
dataverse.permissions.usersOrGroups.assignDialog.userOrGroup=Utilisateurs/groupes
dataverse.permissions.usersOrGroups.assignDialog.userOrGroup.enterName=Indiquer le nom de l'utilisateur ou du groupe.
dataverse.permissions.usersOrGroups.assignDialog.userOrGroup.invalidMsg=Aucun r\u00E9sultat
dataverse.permissions.usersOrGroups.assignDialog.userOrGroup.requiredMsg=Veuillez s\u00E9lectionner au moins un utilisateur ou un groupe.
dataverse.permissions.usersOrGroups.assignDialog.role.description=Voici les permissions associ\u00E9es au r\u00F4le s\u00E9lectionn\u00E9.
dataverse.permissions.usersOrGroups.assignDialog.role.warning=L'attribution du r\u00F4le {0} signifie que le ou les utilisateurs auront \u00E9galement le r\u00F4le {0} qui s'applique \u00E0 tous les {1} dans ce {2}.
dataverse.permissions.usersOrGroups.assignDialog.role.requiredMsg=Veuillez s\u00E9lectionner un r\u00F4le \u00E0 attribuer.
# roles-edit.xhtml=
dataverse.permissions.roles.header=Modifier le r\u00F4le
dataverse.permissions.roles.name=Nom du r\u00F4le
dataverse.permissions.roles.name.title=Indiquer un nom pour le r\u00F4le.
dataverse.permissions.roles.id=Identifiant
dataverse.permissions.roles.id.title=Indiquer un nom pour l'alias.
dataverse.permissions.roles.description.title=D\u00E9crire le r\u00F4le (1000 caract\u00E8res maximum).
dataverse.permissions.roles.description.counter={0} caract\u00E8re(s) restant(s)
dataverse.permissions.roles.roleList.header=Permissions du r\u00F4le
dataverse.permissions.roles.roleList.authorizedUserOnly=Les permissions comportant l'ic\u00F4ne Information indiquent que les actions peuvent \u00EAtre faites par des utilisateurs non authentifi\u00E9s dans Dataverse.
# explicitGroup-new-dialog.xhtml=
dataverse.permissions.explicitGroupEditDialog.title.new=Cr\u00E9er un groupe
dataverse.permissions.explicitGroupEditDialog.title.edit=Modifier le groupe {0}
dataverse.permissions.explicitGroupEditDialog.help=Ajouter des utilisateurs ou d'autres groupes \u00E0 ce groupe
dataverse.permissions.explicitGroupEditDialog.groupIdentifier=Identifiant du groupe
dataverse.permissions.explicitGroupEditDialog.groupIdentifier.tip=Nom abr\u00E9g\u00E9 utilis\u00E9 pour l'identifiant de ce groupe.
dataverse.permissions.explicitGroupEditDialog.groupIdentifier.required=L'identifiant du groupe ne doit pas \u00EAtre vide.
dataverse.permissions.explicitGroupEditDialog.groupIdentifier.invalid=L'identifiant du groupe peut seulement contenir des lettres, des chiffres, des traits de soulignement (_) et des tirets (-).
dataverse.permissions.explicitGroupEditDialog.groupIdentifier.helpText=Comprend des lettres, des chiffres, des traits de soulignement (_) et des tirets.
dataverse.permissions.explicitGroupEditDialog.groupIdentifier.taken=Identifiant du groupe d\u00E9j\u00E0 utilis\u00E9 dans ce dataverse.
dataverse.permissions.explicitGroupEditDialog.groupName=Nom du groupe
dataverse.permissions.explicitGroupEditDialog.groupName.required=Le nom du groupe ne peut pas \u00EAtre vide.
dataverse.permissions.explicitGroupEditDialog.groupDescription=Description
dataverse.permissions.explicitGroupEditDialog.roleAssigneeName=Utilisateur/Groupe
dataverse.permissions.explicitGroupEditDialog.roleAssigneeNames=Utilisateurs/Groupes
dataverse.permissions.explicitGroupEditDialog.createGroup=Cr\u00E9er un groupe
# manage-templates.xhtml=
dataset.manageTemplates.pageTitle=G\u00E9rer les mod\u00E8les d'ensembles de donn\u00E9es
dataset.manageTemplates.select.txt=Int\u00E9grer des mod\u00E8les provenant de {0}
dataset.manageTemplates.createBtn=Cr\u00E9er un mod\u00E8le d'ensemble de donn\u00E9es
dataset.manageTemplates.saveNewTerms=Sauvegarder le mod\u00E8le d'ensemble de donn\u00E9es
dataset.manageTemplates.noTemplates.why.header=Pourquoi utiliser des mod\u00E8les?
dataset.manageTemplates.noTemplates.why.reason1=Les mod\u00E8les sont utiles lorsque vous poss\u00E9dez plusieurs ensembles de donn\u00E9es pour lesquels les m\u00EAmes renseignements s'appliquent et que vous ne voulez pas avoir \u00E0 les saisir manuellement \u00E0 chaque fois.
dataset.manageTemplates.noTemplates.why.reason2=Les mod\u00E8les peuvent \u00EAtre utilis\u00E9s pour entrer des directives \u00E0 l'intention des personnes qui t\u00E9l\u00E9versent des ensembles de donn\u00E9es dans votre dataverse si vous d\u00E9sirez qu'un champ de m\u00E9tadonn\u00E9es soit rempli d'une fa\u00E7on particuli\u00E8re. 
dataset.manageTemplates.noTemplates.how.header=Comment utiliser les mod\u00E8les
dataset.manageTemplates.noTemplates.how.tip1=Les mod\u00E8les sont cr\u00E9\u00E9s au niveau du dataverse, peuvent \u00EAtre supprim\u00E9s (si on ne veut pas qu'ils paraissent dans les futurs ensembles de donn\u00E9es), sont activ\u00E9s par d\u00E9faut (non requis) et peuvent \u00EAtre copi\u00E9s de fa\u00E7on \u00E0 ce que vous n'ayez pas \u00E0 recommencer du d\u00E9but lorsque vous cr\u00E9ez un nouveau mod\u00E8le contenant des m\u00E9tadonn\u00E9es similaires \u00E0 un autre mod\u00E8le. Lorsqu'un mod\u00E8le est supprim\u00E9, il n'y a aucune incidence sur les ensembles de donn\u00E9es qui ont d\u00E9j\u00E0 utilis\u00E9 le mod\u00E8le.
dataset.manageTemplates.noTemplates.how.tip2=Veuillez noter que la possibilit\u00E9 de choisir les champs de m\u00E9tadonn\u00E9es qui seront cach\u00E9s, obligatoires ou facultatifs est disponible sur la page <a href="/dataverse/{0}?editMode=INFO" title="Dataverse General Information">Renseignements g\u00E9n\u00E9raux</a> de ce dataverse.
dataset.manageTemplates.noTemplates.getStarted=Pour commencer, cliquez sur le bouton \u00AB\u00A0Cr\u00E9er un mod\u00E8le d'ensemble de donn\u00E9es\u00A0\u00BB ci-dessus. Pour en savoir plus au sujet des mod\u00E8les, consultez la section <a href="{0}/{1}/user/dataverse-management.html\#dataset-templates" title="Dataset Templates - Dataverse User Guide" target="_blank">Mod\u00E8les d'ensembles de donn\u00E9es</a>du guide d'utilisation.
dataset.manageTemplates.tab.header.templte=Nom du mod\u00E8le
dataset.manageTemplates.tab.header.date=Date de cr\u00E9ation
dataset.manageTemplates.tab.header.usage=Usage
dataset.manageTemplates.tab.header.action=Action
dataset.manageTemplates.tab.action.btn.makeDefault=D\u00E9finir par d\u00E9faut
dataset.manageTemplates.tab.action.btn.default=Par d\u00E9faut
dataset.manageTemplates.tab.action.btn.view=Consulter
dataset.manageTemplates.tab.action.btn.copy=Copier
dataset.manageTemplates.tab.action.btn.edit=Modifier
dataset.manageTemplates.tab.action.btn.edit.metadata=M\u00E9tadonn\u00E9es
dataset.manageTemplates.tab.action.btn.edit.terms=Conditions
dataset.manageTemplates.tab.action.btn.delete=Supprimer
dataset.manageTemplates.tab.action.btn.delete.dialog.tip=\u00CAtes-vous s\u00FBr(e) de vouloir supprimer ce mod\u00E8le? Un nouvel ensemble de donn\u00E9es ne pourra utiliser ce mod\u00E8le. 
dataset.manageTemplates.tab.action.btn.delete.dialog.header=Supprimer le mod\u00E8le
dataset.manageTemplates.tab.action.btn.view.dialog.header=Aper\u00E7u du mod\u00E8le d'ensemble de donn\u00E9es
dataset.manageTemplates.tab.action.btn.view.dialog.datasetTemplate=Mod\u00E8le d'ensemble de donn\u00E9es
dataset.manageTemplates.tab.action.btn.view.dialog.datasetTemplate.title=Le mod\u00E8le d'ensemble de donn\u00E9es qui permet d'int\u00E9grer  au pr\u00E9alable des valeurs standards dans des champs de m\u00E9tadonn\u00E9es.
dataset.manageTemplates.tab.action.noedit.createdin=Mod\u00E8le cr\u00E9\u00E9 pour {0}
dataset.manageTemplates.delete.usedAsDefault=Ce mod\u00E8le est le mod\u00E8le par d\u00E9faut du ou des dataverses suivants. Il sera \u00E9galement supprim\u00E9 comme mod\u00E8le par d\u00E9faut.
dataset.manageTemplates.info.message.notEmptyTable=Cr\u00E9er, cloner, modifier, voir ou supprimer des mod\u00E8les d'ensembles de donn\u00E9es. Cr\u00E9er un mod\u00E8le d'ensemble de donn\u00E9es o\u00F9 sont remplis au pr\u00E9alable certains champs de m\u00E9tadonn\u00E9es au moyen de valeurs standards, comme l'affiliation de l'auteur, afin de faciliter l'ajout d'ensembles de donn\u00E9es dans ce dataverse. Vous pouvez \u00E9galement ajouter du texte d'aide aux champs de m\u00E9tadonn\u00E9es afin d'orienter les utilisateurs sur les \u00E9l\u00E9ments \u00E0 ajouter \u00E0 ces champs.
# metadataFragment.xhtml=
# template.xhtml=
dataset.template.name.tip=Le nom du mod\u00E8le d'ensemble de donn\u00E9es.
dataset.template.returnBtn=Revenir \u00E0 G\u00E9rer les mod\u00E8les
dataset.template.name.title=Indiquer un nom unique pour l'ensemble de donn\u00E9es
template.asterisk.tip=Les ast\u00E9risques indiquent les champs de m\u00E9tadonn\u00E9es que les utilisateurs doivent obligatoirement remplir lors de l'ajout d'un ensemble de donn\u00E9es \u00E0 ce dataverse.
dataset.template.popup.create.title=Cr\u00E9er un mod\u00E8le
dataset.template.popup.create.text=D\u00E9sirez-vous ajouter des conditions d'utilisation et d'acc\u00E8s par d\u00E9faut?
dataset.create.add.terms=Sauvegarder et ajouter des conditions d'utilisation

# manage-groups.xhtml=

dataverse.manageGroups.createBtn=Cr\u00E9er un groupe
dataverse.manageGroups.noGroups.getStarted=Pour d\u00E9buter, cliquez sur le bouton \u00AB Cr\u00E9er un groupe \u00BB ci-dessus. 
dataverse.manageGroups.noGroups.how.header=Comment utiliser les groupes
dataverse.manageGroups.noGroups.how.tip1=Un groupe peut comprendre \u00E0 la fois des individus et d'autres groupes. 
dataverse.manageGroups.noGroups.how.tip2=Vous pouvez attribuer des permissions \u00E0 un groupe dans le volet \u00AB Permissions \u00BB. 
dataverse.manageGroups.noGroups.why.header=Pourquoi faire appel aux groupes?
dataverse.manageGroups.noGroups.why.reason1=Les groupes vous permettent d'attribuer des r\u00F4les et permissions \u00E0 plusieurs personnes \u00E0 la fois. 
dataverse.manageGroups.noGroups.why.reason2=Vous pouvez faire appel aux groupes pour la gestion de diff\u00E9rents types d'utilisateurs (\u00E9tudiants, collaborateurs, etc.).
dataverse.manageGroups.pageTitle=G\u00E9rer des groupes Dataverse
dataverse.manageGroups.tab.action.btn.copy=Copier
dataverse.manageGroups.tab.action.btn.delete.dialog.header=Supprimer un groupe
dataverse.manageGroups.tab.action.btn.delete.dialog.tip=\u00CAtes-vous s\u00FBr de vouloir supprimer ce groupe? Vous ne pouvez annuler la suppression d'un groupe.
dataverse.manageGroups.tab.action.btn.delete=Supprimer
dataverse.manageGroups.tab.action.btn.disable=D\u00E9sactiver
dataverse.manageGroups.tab.action.btn.edit=Modifier
dataverse.manageGroups.tab.action.btn.enable=Activer
dataverse.manageGroups.tab.action.btn.view.dialog.enterName=Entrer le nom d'utilisateur ou de groupe
dataverse.manageGroups.tab.action.btn.view.dialog.group=Nom du groupe
dataverse.manageGroups.tab.action.btn.view.dialog.groupMembers=Membres du groupe
dataverse.manageGroups.tab.action.btn.view.dialog.groupView.action=Action
dataverse.manageGroups.tab.action.btn.view.dialog.groupView.delete=Supprimer
dataverse.manageGroups.tab.action.btn.view.dialog.groupView.name=Nom du membre
dataverse.manageGroups.tab.action.btn.view.dialog.groupView.type=Cat\u00E9gorie de membre
dataverse.manageGroups.tab.action.btn.view.dialog.header=Groupe Dataverse
dataverse.manageGroups.tab.action.btn.view.dialog.invalidMsg=Aucun r\u00E9sultat.
dataverse.manageGroups.tab.action.btn.view=Voir
dataverse.manageGroups.tab.action.btn.viewCollectedData=Voir les donn\u00E9es collig\u00E9es
dataverse.manageGroups.tab.header.action=Action
dataverse.manageGroups.tab.header.id=Identifiant du groupe
dataverse.manageGroups.tab.header.membership=Adh\u00E9sion
dataverse.manageGroups.tab.header.name=Nom du groupe
dataverse.manageGroups.create.success=Succesfully created group {0}. Refresh to update your page.
dataverse.manageGroups.save.success=Succesfully saved group {0}
# manage-guestbooks.xhtml=
dataset.manageGuestbooks.pageTitle=G\u00E9rer les registres de visiteurs pour les ensembles de donn\u00E9es
dataset.manageGuestbooks.include=Comprend les registres de visiteurs de {0}.
dataset.manageGuestbooks.createBtn=Cr\u00E9er un registre des visiteurs pour l'ensemble de donn\u00E9es
dataset.manageGuestbooks.download.all.responses=T\u00E9l\u00E9charger toutes les entr\u00E9es
dataset.manageGuestbooks.download.responses=T\u00E9l\u00E9charger les entr\u00E9es
dataset.manageGuestbooks.noGuestbooks.why.header=Pourquoi utiliser des registres de visiteurs?
dataset.manageGuestbooks.noGuestbooks.why.reason1=Les registres de visiteurs vous permettent de recueillir des donn\u00E9es au sujet des personnes qui t\u00E9l\u00E9chargent les fichiers de vos ensembles de donn\u00E9es. Vous pouvez recueillir des renseignements issus du compte (nom d'utilisateur, pr\u00E9nom et nom, affiliation, etc.) et cr\u00E9er des questions personnalis\u00E9es (p.\u00A0ex. \u00C0 quoi serviront les donn\u00E9es?)
dataset.manageGuestbooks.noGuestbooks.why.reason2=Vous pouvez t\u00E9l\u00E9charger les donn\u00E9es recueillies dans les registres de visiteurs activ\u00E9s afin de pouvoir les enregistrer en dehors de Dataverse.
dataset.manageGuestbooks.noGuestbooks.how.header=Comment utiliser les registres de visiteurs
dataset.manageGuestbooks.noGuestbooks.how.tip1=Un registre des visiteurs peut \u00EAtre utilis\u00E9 pour plusieurs ensembles de donn\u00E9es, mais un seul registre des visiteurs peut \u00EAtre utilis\u00E9 pour un ensemble de donn\u00E9es.
dataset.manageGuestbooks.noGuestbooks.how.tip2=Les questions personnalis\u00E9es peuvent comprendre des r\u00E9ponses en texte libre ou des questions \u00E0 choice de r\u00E9ponses.
dataset.manageGuestbooks.noGuestbooks.getStarted=Pour commencer, cliquer ci-dessus sur le bouton \u00AB\u00A0Cr\u00E9er un registre des visiteurs pour l'ensemble de donn\u00E9es\u00A0\u00BB. Pour en savoir plus sur les registres de visiteurs, visitez la section <a href="{0}/{1}/user/dataverse-management.html\#dataset-guestbooks" title="Dataset Guestbook - Dataverse User Guide" target="_blank">Registre des visiteurs</a> du guide d'utilisation.
dataset.manageGuestbooks.tab.header.name=Nom du registre des visiteurs
dataset.manageGuestbooks.tab.header.date=Date de cr\u00E9ation
dataset.manageGuestbooks.tab.header.usage=Usage
dataset.manageGuestbooks.tab.header.responses=R\u00E9ponses
dataset.manageGuestbooks.tab.header.action=Action
dataset.manageGuestbooks.tab.action.btn.view=Consulter  
dataset.manageGuestbooks.tab.action.btn.copy=Copier
dataset.manageGuestbooks.tab.action.btn.enable=Activer
dataset.manageGuestbooks.tab.action.btn.disable=D\u00E9sactiver
dataset.manageGuestbooks.tab.action.btn.edit=Modifier
dataset.manageGuestbooks.tab.action.btn.viewCollectedData=Consulter les donn\u00E9es recueillies
dataset.manageGuestbooks.tab.action.btn.delete=Supprimer
dataset.manageGuestbooks.tab.action.btn.delete.dialog.header=Supprimer le registre des visiteurs
dataset.manageGuestbooks.tab.action.btn.delete.dialog.tip=\u00CAtes-vous s\u00FBr(e) de vouloir supprimer ce registre des visiteurs? Vous ne pouvez pas annuler la suppression d'un registre des visiteurs.
dataset.manageGuestbooks.tab.action.btn.view.dialog.header=Registre des visiteurs pour l'ensemble de donn\u00E9es
dataset.manageGuestbooks.tab.action.btn.view.dialog.datasetGuestbook.title=Au moment de t\u00E9l\u00E9charger les fichiers, le registre des visiteurs demande les renseignements suivants.
dataset.manageGuestbooks.tab.action.btn.view.dialog.datasetGuestbook=Nom du registre des visiteurs
dataset.manageGuestbooks.tab.action.btn.viewCollectedData.dialog.header=Donn\u00E9es recueillies dans le registre des visiteurs pour l'ensemble des donn\u00E9es
dataset.manageGuestbooks.tab.action.btn.view.dialog.userCollectedData.title=Donn\u00E9es sur les utilisateurs recueillies par le registre des visiteurs
dataset.manageGuestbooks.tab.action.btn.view.dialog.userCollectedData=Donn\u00E9es recueillies
dataset.manageGuestbooks.tab.action.noedit.createdin=Registre des visiteurs cr\u00E9\u00E9 pour {0}
dataset.manageGuestbooks.message.createdSuccess=Le registre des visiteurs a \u00E9t\u00E9 cr\u00E9\u00E9.
dataset.manageGuestbooks.message.editsavedSuccess=Le registre des visiteurs a \u00E9t\u00E9 modifi\u00E9 et enregistr\u00E9.
dataset.manageGuestbooks.message.deleteSuccess=Le registre des visiteurs a \u00E9t\u00E9 supprim\u00E9.
dataset.manageGuestbooks.message.deleteFailure=Le registre des visiteurs ne peut pas \u00EAtre supprim\u00E9.
dataset.manageGuestbooks.message.editSuccess=Le registre des visiteurs a \u00E9t\u00E9 mis \u00E0 jour.
dataset.manageGuestbooks.message.editFailure=Le registre des visiteurs ne peut pas \u00EAtre mis \u00E0 jour.
dataset.manageGuestbooks.message.enableSuccess=Le registre des visiteurs a \u00E9t\u00E9 activ\u00E9.
dataset.manageGuestbooks.message.enableFailure=Le registre des visiteurs ne peut pas \u00EAtre activ\u00E9.
dataset.manageGuestbooks.message.disableSuccess=Le registre des visiteurs a \u00E9t\u00E9 d\u00E9sactiv\u00E9.
dataset.manageGuestbooks.message.disableFailure=Le registre des visiteurs ne peut pas \u00EAtre d\u00E9sactiv\u00E9.
dataset.guestbooksResponses.dataset=Ensemble de donn\u00E9es
dataset.guestbooksResponses.date=Date
dataset.guestbooksResponses.type=Type
dataset.guestbooksResponses.file=Fichier

# guestbook-responses.xhtml=
dataset.guestbookResponses.pageTitle=Consulter les r\u00E9ponses dans le registre des visiteurs

# guestbook.xhtml=

dataset.manageGuestbooks.guestbook.name=Nom du registre des visiteurs
dataset.manageGuestbooks.guestbook.name.tip=Indiquer un nom unique pour ce registre des visiteurs.
dataset.manageGuestbooks.guestbook.dataCollected=Donn\u00E9es recueillies
dataset.manageGuestbooks.guestbook.dataCollected.description=Renseignements sur le compte Dataverse qui seront recueillis lorsqu'un utilisateur t\u00E9l\u00E9charge un fichier. Veuillez cocher les \u00E9l\u00E9ments qui seront requis.
dataset.manageGuestbooks.guestbook.customQuestions=Questions personnalis\u00E9es
dataset.manageGuestbooks.guestbook.requiredCustomQuestions=Questions personnalis\u00E9es requises
dataset.manageGuestbooks.guestbook.optionalCustomQuestions=Questions personnalis\u00E9es facultatives
dataset.manageGuestbooks.guestbook.requiredAccountInformation=Renseignements sur le compte requis
dataset.manageGuestbooks.guestbook.optionalAccountInformation=Renseignements sur le compte facultatifs
dataset.manageGuestbooks.guestbook.customQuestions.description=Cr\u00E9ez vos propres questions afin que les utilisateurs fournissent plus d'information que ce qui se trouve dans leur compte lorsqu'ils t\u00E9l\u00E9chargent un fichier. Les questions peuvent \u00EAtre obligatoires ou facultatives et les r\u00E9ponses peuvent \u00EAtre en format texte ou \u00E0 choice multiples. 
dataset.manageGuestbooks.guestbook.customQuestions.questionType=Type de question
dataset.manageGuestbooks.guestbook.customQuestions.questionText=Texte de la question
dataset.manageGuestbooks.guestbook.customQuestions.responseOptions=choice de r\u00E9ponse
dataset.manageGuestbooks.guestbook.customQuestions.questionType.text=Texte
dataset.manageGuestbooks.guestbook.customQuestions.questionType.multiple=choice multiples
# guestbookResponseFragment.xhtml=
dataset.guestbookResponse.guestbook.additionalQuestions=Autres questions
dataset.guestbookResponse.guestbook.responseTooLong=Veuillez limiter votre r\u00E9ponse \u00E0 255 caract\u00E8res
# dataset.xhtml=
dataset.pageTitle=Ajouter un nouvel ensemble de donn\u00E9es
dataset.editBtn=Modifier
dataset.editBtn.itemLabel.upload=Fichiers (t\u00E9l\u00E9verser)
dataset.editBtn.itemLabel.metadata=M\u00E9tadonn\u00E9es
dataset.editBtn.itemLabel.terms=Conditions d'utilisation
dataset.editBtn.itemLabel.permissions=Permissions
dataset.editBtn.itemLabel.thumbnailsAndWidgets=Vignettes + Widgets
dataset.editBtn.itemLabel.privateUrl=URL priv\u00E9
dataset.editBtn.itemLabel.permissionsDataset=Ensemble de donn\u00E9es
dataset.editBtn.itemLabel.permissionsFile=Fichiers \u00E0 acc\u00E8s r\u00E9serv\u00E9
dataset.editBtn.itemLabel.deleteDataset=Supprimer l'ensemble de donn\u00E9es
dataset.editBtn.itemLabel.deleteDraft=Supprimer la version provisoire
dataset.editBtn.itemLabel.deaccession=Retirer l'ensemble de donn\u00E9es de la diffusion
dataset.exportBtn=Exporter les m\u00E9tadonn\u00E9es
dataset.exportBtn.itemLabel.ddi=DDI
dataset.exportBtn.itemLabel.dublinCore=Dublin Core
dataset.exportBtn.itemLabel.json=JSON
metrics.title=Statistiques
metrics.title.tip=Afficher plus d'informations sur les statistiques d'utilisation
metrics.comingsoon=Bient\u00F4t disponible\u2026
metrics.views=Pages consult\u00E9es
metrics.downloads={0, choice, 0#t\u00E9l\u00E9chargements|1#t\u00E9l\u00E9chargement|2#t\u00E9l\u00E9chargements}
metrics.citations=Citations
metrics.shares=Partages
dataset.publish.btn=Publier
dataset.publish.header=Publier l'ensemble de donn\u00E9es
dataset.rejectBtn=Retourner \u00E0 l'auteur
dataset.submitBtn=Soumettre aux fins d'examen
dataset.disabledSubmittedBtn=Soumis aux fins d'examen
dataset.submitMessage=Soumettre cet ensemble de donn\u00E9es pour examen par l'intendant des donn\u00E9es de ce dataverse en vue de publier.
dataset.rejectMessage=Retourner cet ensemble de donn\u00E9es au collaborateur aux fins de modification.
dataset.publish.tip=\u00CAtes-vous s\u00FBr(e) de vouloir publier cet ensemble de donn\u00E9es? Une fois publi\u00E9, il doit demeurer publi\u00E9.
dataset.publishBoth.tip=Une fois que vous publiez cet ensemble de donn\u00E9es, il doit demeurer publi\u00E9.
dataset.unregistered.tip=Cet ensemble de donn\u00E9es n'est pas enregistr\u00E9. Nous tenterons de l'enregistrer avant de le publier.
dataset.republish.tip=\u00CAtes-vous s\u00FBr(e) de vouloir publier \u00E0 nouveau cet ensemble de donn\u00E9es? 
dataset.selectVersionNumber=Indiquer s'il s'agit d'une mise \u00E0 jour mineure ou majeure de la version.
dataset.majorRelease=Version majeure
dataset.minorRelease=Version mineure
dataset.majorRelease.tip=En raison de la nature des modifications apport\u00E9es \u00E0 la version provisoire actuelle, il s'agira d'une version majeure({0}).
dataset.mayNotBePublished=Impossible de publier l'ensemble de donn\u00E9es
dataset.mayNotPublish.administrator=Cet ensemble de donn\u00E9es ne peut \u00EAtre publi\u00E9 tant que {0} n'est pas publi\u00E9 par son administrateur.
dataset.mayNotPublish.both=Cet ensemble de donn\u00E9es ne peut \u00EAtre publi\u00E9 tant que {0} n'est pas publi\u00E9. Voulez-vous publier les deux imm\u00E9diatement?
dataset.mayNotPublish.twoGenerations=Cet ensemble de donn\u00E9es ne peut \u00EAtre publi\u00E9 tant que {0} et {1} ne sont pas publi\u00E9s.
dataset.mayNotBePublished.both.button=Oui, publier les deux.
dataset.viewVersion.unpublished=Voir la version non publi\u00E9e
dataset.viewVersion.published=Voir la version publi\u00E9e
dataset.email.datasetContactBtn=Envoyer un courriel \u00E0 la personne-ressource pour l'ensemble de donn\u00E9es
dataset.email.hiddenMessage=
dataset.email.messageSubject=Objet du message
dataset.email.datasetLinkBtn.tip=Lier l'ensemble de donn\u00E9es \u00E0 votre dataverse
dataset.share.datasetShare=Partager l'ensemble de donn\u00E9es
dataset.share.datasetShare.tip=Partager cet ensemble de donn\u00E9es sur vos m\u00E9dias sociaux pr\u00E9f\u00E9r\u00E9s.
dataset.share.datasetShare.shareText=Consulter cet ensemble de donn\u00E9es
dataset.publish.error=L'ensemble de donn\u00E9es ne peut \u00EAtre publi\u00E9, car le service de <a href=\{1} target=\"_blank\"/> {0} </a> est actuellement inaccessible. Veuillez essayer \u00E0 nouveau. Le probl\u00E8me persiste-il? 
dataset.publish.error.doi=L'ensemble de donn\u00E9es ne peut \u00EAtre retir\u00E9, car la mise \u00E0 jour DOI a \u00E9chou\u00E9. 
dataset.delete.error=L'ensemble de donn\u00E9es ne peut \u00EAtre publi\u00E9, car la mise \u00E0 jour {0} a \u00E9chou\u00E9.
dataset.publish.worldMap.deleteConfirm=Prenez note que vos donn\u00E9es et votre carte sur WorldMap seront supprim\u00E9es en raison de modifications des restrictions d'acc\u00E8s aux fichiers dans cette version de l'ensemble de donn\u00E9es que vous publiez. Voulez-vous continuer?
dataset.versionUI.draft=Version provisoire
dataset.versionUI.inReview=En r\u00E9vision
dataset.versionUI.unpublished=Non publi\u00E9
dataset.versionUI.deaccessioned=Retir\u00E9
dataset.cite.title.released=La VERSION PROVISOIRE sera remplac\u00E9e dans la r\u00E9f\u00E9rence bibliographique par la V1 une fois l'ensemble de donn\u00E9es publi\u00E9.
dataset.cite.title.draft=La VERSION PROVISOIRE sera remplac\u00E9e dans la r\u00E9f\u00E9rence bibliographique par la version s\u00E9lectionn\u00E9e une fois l'ensemble de donn\u00E9es publi\u00E9.
dataset.cite.title.deassessioned=La mention VERSION RETIR\u00C9E a \u00E9t\u00E9 ajout\u00E9e \u00E0 la r\u00E9f\u00E9rence bibliographique pour cette version \u00E9tant donn\u00E9 qu'elle n'est plus disponible.
dataset.cite.standards.tip=Pour en apprendre sur le sujet, consultez le document <a href="http\://best-practices.dataverse.org/data-citation/" title="Get Recognition\: Data Citation  - Dataverse Best Practices" target="_blank">Data Citation Standards</a>.
dataset.cite.downloadBtn=Citer l'ensemble de donn\u00E9es
dataset.cite.downloadBtn.xml=EndNote XML
dataset.cite.downloadBtn.ris=RIS
dataset.cite.downloadBtn.bib=BibTeX
dataset.create.authenticatedUsersOnly=Seuls les utilisateurs authentifi\u00E9s peuvent cr\u00E9er des ensembles de donn\u00E9es.
dataset.deaccession.reason=Raison du retrait
dataset.beAccessedAt=L'ensemble de donn\u00E9es peut maintenant \u00EAtre consult\u00E9 \u00E0\u00A0:
dataset.descriptionDisplay.title=Description
dataset.keywordDisplay.title=Mot-cl\u00E9
dataset.subjectDisplay.title=Sujet
dataset.contact.tip=Utiliser le bouton de courriel ci-dessus pour communiquer avec cette personne. 
dataset.asterisk.tip=Les ast\u00E9risques indiquent les champs obligatoires.
dataset.message.uploadFiles=T\u00E9l\u00E9verser les fichiers de l'ensemble de donn\u00E9es - Vous pouvez glisser-d\u00E9placer les fichiers \u00E0 partir de votre ordinateur vers le widget de t\u00E9l\u00E9versement. 
dataset.message.editMetadata=Modifier les m\u00E9tadonn\u00E9es de l'ensemble de donn\u00E9es\u00A0: ajouter plus de m\u00E9tadonn\u00E9es afin de faciliter le rep\u00E9rage de cet ensemble.
dataset.message.editTerms=Modifier les conditions de l'ensemble de donn\u00E9es\u00A0: mettre \u00E0 jour les conditions d'utilisation de cet ensemble de donn\u00E9es.
dataset.message.createSuccess=Cet ensemble de donn\u00E9es a \u00E9t\u00E9 cr\u00E9\u00E9.
dataset.message.linkSuccess=Cet ensemble de donn\u00E9es est maintenant li\u00E9 \u00E0 {1}.
dataset.message.metadataSuccess=Les m\u00E9tadonn\u00E9es pour cet ensemble de donn\u00E9es ont \u00E9t\u00E9 mises \u00E0 jour.
dataset.message.termsSuccess=Les conditions pour cet ensemble de donn\u00E9es ont \u00E9t\u00E9 mises \u00E0 jour.
dataset.message.filesSuccess=Les fichiers pour cet ensemble de donn\u00E9es ont \u00E9t\u00E9 mis \u00E0 jour.
dataset.message.publishSuccess=Cet ensemble de donn\u00E9es a \u00E9t\u00E9 publi\u00E9. 
dataset.message.only.authenticatedUsers=Seuls les utilisateurs authentifi\u00E9s peuvent publier des ensembles de donn\u00E9es. 
dataset.message.deleteSuccess=Cet ensemble de donn\u00E9es a \u00E9t\u00E9 supprim\u00E9. 
dataset.message.bulkFileUpdateSuccess=Les fichiers s\u00E9lectionn\u00E9s ont \u00E9t\u00E9 mis \u00E0 jour.
datasetVersion.message.deleteSuccess=La version provisoire de cet ensemble de donn\u00E9es a \u00E9t\u00E9 supprim\u00E9e.
datasetVersion.message.deaccessionSuccess=La ou les versions s\u00E9lectionn\u00E9es ont \u00E9t\u00E9 retir\u00E9es.
dataset.message.deaccessionSuccess=Cet ensemble de donn\u00E9es a \u00E9t\u00E9 retir\u00E9.
dataset.message.files.ingestSuccess=Le(s) fichier(s) a(ont) bien \u00E9t\u00E9 charg\u00E9(s). Vous pouvez maintenant les consulter \u00E0 l'aide de TwoRavens ou les t\u00E9l\u00E9charger en d'autres formats.
dataset.message.validationError=Erreur de validation - Les champs obligatoires ont \u00E9t\u00E9 omis ou il y a eu une erreur de validation. Veuillez d\u00E9filer le menu vers le bas pour voir les d\u00E9tails. 
dataset.message.publishFailure=L'ensemble de donn\u00E9es n'a pas pu \u00EAtre publi\u00E9.
dataset.message.metadataFailure=Les m\u00E9tadonn\u00E9es n'ont pas pu \u00EAtre mises \u00E0 jour.
dataset.message.filesFailure=Les fichiers n'ont pas pu \u00EAtre t\u00E9l\u00E9charg\u00E9s.
dataset.message.files.ingestFailure=Le ou les fichiers n'ont pas pu \u00EAtre charg\u00E9s.
dataset.message.deleteFailure=La version provisoire de cet ensemble de donn\u00E9es n'a pas pu \u00EAtre supprim\u00E9e.
dataset.message.deaccessionFailure=Cet ensemble de donn\u00E9es n'a pas pu \u00EAtre retir\u00E9. 
dataset.message.createFailure=L'ensemble de donn\u00E9es n'a pas pu \u00EAtre cr\u00E9\u00E9.
dataset.message.termsFailure=Les conditions de cet ensemble de donn\u00E9es n'ont pas pu \u00EAtre mises \u00E0 jour.
dataset.metadata.publicationDate=Date de publication
dataset.metadata.publicationDate.tip=La date de publication d'un ensemble de donn\u00E9es.
dataset.metadata.persistentId=Identifiant p\u00E9renne de l'ensemble de donn\u00E9es
dataset.metadata.persistentId.tip=L'identifiant p\u00E9renne unique d'un ensemble de donn\u00E9es, qui peut \u00EAtre un Handle ou un DOI dans Dataverse.
dataset.versionDifferences.termsOfUseAccess=Conditions d'utilisation et d'acc\u00E8s
dataset.versionDifferences.termsOfUseAccessChanged=Conditions d'utilisation et d'acc\u00E8s modifi\u00E9es
file.viewDiffDialog.restricted=Acc\u00E8s r\u00E9serv\u00E9
dataset.template.tip=Modifier le mod\u00E8le effacera tous les champs dans lesquels vous auriez entr\u00E9 des donn\u00E9es.
dataset.noTemplate.label=Aucun
dataset.noSelectedFiles.header=S\u00E9lectionner un ou des fichiers
dataset.noSelectedFilesForDownload=Veuillez s\u00E9lectionner le ou les fichiers \u00E0 t\u00E9l\u00E9charger.
dataset.noSelectedFilesForRequestAccess=Veuillez s\u00E9lectionner le ou les fichiers pour la demande d'acc\u00E8s.
dataset.noSelectedFilesForDelete=Veuillez s\u00E9lectionner le ou les fichiers \u00E0 supprimer.
dataset.noSelectedFilesForMetadataEdit=Veuillez s\u00E9lectionner le ou les fichiers \u00E0 modifier.
dataset.noSelectedFilesForRestrict=Veuillez s\u00E9lectionner le ou les fichiers non r\u00E9serv\u00E9s \u00E0 mettre en acc\u00E8s r\u00E9serv\u00E9.
dataset.noSelectedFilesForUnRestrict=Veuillez s\u00E9lectionner le ou les fichiers r\u00E9serv\u00E9s \u00E0 mettre en acc\u00E8s non r\u00E9serv\u00E9.
dataset.inValidSelectedFilesForDownload=Fichiers r\u00E9serv\u00E9s s\u00E9lectionn\u00E9s
dataset.noValidSelectedFilesForDownload=Le ou les fichiers r\u00E9serv\u00E9s s\u00E9lectionn\u00E9s ne peuvent \u00EAtre t\u00E9l\u00E9charg\u00E9s, car les acc\u00E8s ne vous ont pas \u00E9t\u00E9 accord\u00E9s.
dataset.mixedSelectedFilesForDownload=Le ou les fichiers r\u00E9serv\u00E9s s\u00E9lectionn\u00E9s ne peuvent \u00EAtre t\u00E9l\u00E9charg\u00E9s, car les acc\u00E8s ne vous ont pas \u00E9t\u00E9 accord\u00E9s.
dataset.downloadUnrestricted=Cliquez sur Continuer pour t\u00E9l\u00E9charger les fichiers pour lesquels vous avez un acc\u00E8s.
dataset.requestAccessToRestrictedFiles=Vous pouvez demander l'acc\u00E8s \u00E0 un ou des fichiers r\u00E9serv\u00E9s en cliquant sur le bouton \u00AB Demander l'acc\u00E8s \u00BB.

dataset.privateurl.infoMessageAuthor=URL priv\u00E9 de l'ensemble de donn\u00E9es non publi\u00E9 - Partager en priv\u00E9 cet ensemble de donn\u00E9es avant sa publication\u00A0: {0}
dataset.privateurl.infoMessageReviewer=URL priv\u00E9 de l'ensemble de donn\u00E9es non publi\u00E9 -  Cet ensemble de donn\u00E9es non publi\u00E9 est partag\u00E9 en priv\u00E9. Vous ne pourrez pas y acc\u00E9der lorsque connect\u00E9 \u00E0 votre compte Dataverse.
dataset.privateurl.header=URL priv\u00E9e de l'ensemble de donn\u00E9es non publi\u00E9
dataset.privateurl.tip=Utilisez une adresse URL priv\u00E9e pour permettre \u00E0 ceux qui n'ont pas de compte Dataverse d'acc\u00E9der \u00E0 votre ensemble de donn\u00E9es non publi\u00E9. Pour plus d'informations sur la fonctionnalit\u00E9 d'URL priv\u00E9, reportez-vous au <a href="{0}/{1}/user/dataset-management.html#private-url-for-reviewing-an-unpublished-dataset" title="Private URL for Reviewing an Unpublished Dataset - Dataverse User Guide" target="_blank">guide d'utilisation</a>.
dataset.privateurl.absent=L'adresse URL priv\u00E9e n'a pas \u00E9t\u00E9 cr\u00E9\u00E9e.
dataset.privateurl.createPrivateUrl=Cr\u00E9er une adresse URL priv\u00E9e
dataset.privateurl.disablePrivateUrl=D\u00E9sactiver l'URL priv\u00E9
dataset.privateurl.disablePrivateUrlConfirm=Confirmer la d\u00E9sactivation de l'URL priv\u00E9
dataset.privateurl.disableConfirmationText=Voulez-vous vraiment d\u00E9sactiver l'URL priv\u00E9? Si vous avez partag\u00E9 l'URL priv\u00E9 avec d'autres utilisateurs, ceux-ci ne pourront plus l'utiliser pour acc\u00E9der \u00E0 votre ensemble de donn\u00E9es non publi\u00E9.
dataset.privateurl.cannotCreate=L'URL priv\u00E9 ne peut \u00EAtre utilis\u00E9 qu'avec des versions non publi\u00E9es d'ensembles de donn\u00E9es.
dataset.privateurl.roleassigeeTitle=URL priv\u00E9 activ\u00E9
dataset.privateurl.createdSuccess=Op\u00E9ration r\u00E9ussie!
dataset.privateurl.disabledSuccess=Vous avez bien d\u00E9sactiv\u00E9 l'URL priv\u00E9 de cet ensemble de donn\u00E9es non publi\u00E9.
dataset.privateurl.noPermToCreate=Pour cr\u00E9er une adresse URL priv\u00E9, vous devez disposer des autorisations suivantes\u00A0: {0}.
file.count={0} {0, choice, 0#Fichiers|1#Fichiers|2#Fichiers}
file.count.selected={0} {0, choice, 0#Fichiers s\u00E9lectionn\u00E9s|1#Fichier s\u00E9lectionn\u00E9|2#Fichiers s\u00E9lectionn\u00E9s}
file.selectToAddBtn=S\u00E9lectionner les fichiers \u00E0 ajouter
file.selectToAdd.tipLimit=La limite de t\u00E9l\u00E9versement est de {0} octets par fichier.
file.selectToAdd.tipMoreInformation=Pour plus d'informations sur les formats de fichiers pris en charge, reportez-vous au <a href="{0}/{1}/user/dataset-management.html#file-handling-and-uploading" title="File Handling and Uploading - Dataverse User Guide" target="_blank">guide d'utilisation</a>.
file.fromDropbox=T\u00E9l\u00E9verser \u00E0 partir de Dropbox
file.fromDropbox.tip=Les fichiers peuvent aussi \u00EAtre t\u00E9l\u00E9verser directement de Dropbox.
file.fromDropbox.description=Glisser et d\u00E9poser les fichiers ici.
file.replace.original=Original File

file.editFiles=Modifier les fichiers
file.bulkUpdate=Chargement en lot
file.uploadFiles=T\u00E9l\u00E9verser des fichiers
file.replaceFile=Remplacer le fichier
file.notFound.tip=Cet ensemble de donn\u00E9es ne contient aucun fichier.
file.noSelectedFiles.tip=Aucun fichier n'a \u00E9t\u00E9 s\u00E9lectionn\u00E9 pour affichage. 
file.noUploadedFiles.tip=Les fichiers t\u00E9l\u00E9vers\u00E9s para\u00EEtront ici. 
file.replace=Remplacer
file.replaced.warning.header=Modifier le fichier
file.replaced.warning.draft.warningMessage=Vous ne pouvez pas remplacer un fichier qui a \u00E9t\u00E9 remplac\u00E9 dans un ensemble de donn\u00E9es provisoire. Pour le remplacer par un fichier diff\u00E9rent, vous devez d'abord suppprimer l'ensemble de donn\u00E9es provisoire. Notez que ce faisant, toute autre modification apport\u00E9e \u00E0 cet ensemble provisoire sera annul\u00E9e.
file.replaced.warning.previous.warningMessage=Vous ne pouvez pas \u00E9diter un fichier qui a \u00E9t\u00E9 remplac\u00E9 dans une version pr\u00E9c\u00E9dente d'un ensemble de donn\u00E9es. Pour pouvoir l'\u00E9diter, vous devez acc\u00E9der \u00E0 la derni\u00E8re version publi\u00E9e du fichier. 
file.alreadyDeleted.previous.warningMessage=Ce fichier a d\u00E9j\u00E0 \u00E9t\u00E9 supprim\u00E9 dans la version actuelle. Il peut ne pas \u00EAtre modifi\u00E9.
file.delete=Supprimer
file.metadata=M\u00E9tadonn\u00E9es
file.deleted.success=En cliquant sur \u00AB\u00A0Enregistrer les modifications\u00A0\u00BB, les fichiers \u201C{0}\u201D seront supprim\u00E9s de fa\u00E7on permanente de cette version de l'ensemble de donn\u00E9es.
file.deleted.replacement.success=Le fichier de remplacement a \u00E9t\u00E9 supprim\u00E9.
file.editAccess=Modifier les acc\u00E8s
file.restrict=Restreindre
file.unrestrict=Sans restriction
file.restricted.success=L'acc\u00E8s aux fichiers \u201C{0}\u201D sera restreint du moment o\u00F9 vous cliquerez sur le bouton \u00AB\u00A0Enregistrer les modifications\u00A0\u00BB au bas de la page.
file.download.header=T\u00E9l\u00E9charger
file.preview=Aper\u00E7u\u00A0:
file.previewMap=Aper\u00E7u de la carte\u00A0:
file.fileName=Nom du fichier
file.type.tabularData=Donn\u00E9es tabulaires
file.originalChecksumType=Fichier original {0}
file.checksum.exists.tip=Un fichier avec cette somme de contr\u00F4le existe d\u00E9j\u00E0 dans l'ensemble de donn\u00E9es.
file.selectedThumbnail=Vignette
file.selectedThumbnail.tip=La vignette associ\u00E9e au fichier est utilis\u00E9e comme vignette par d\u00E9faut pour l'ensemble de donn\u00E9es. Cliquez sur le bouton \u00AB\u00A0Options avanc\u00E9es\u00A0\u00BB d'un autre fichier pour s\u00E9lectionner ce fichier.
file.cloudStorageAccess=Acc\u00E8s au stockage infonuagique
file.cloudStorageAccess.tip=Le nom du conteneur pour cet ensemble de donn\u00E9es doit acc\u00E9der aux fichiers dans le stockage infonuagique.
file.cloudStorageAccess.help=Pour acc\u00E9der directement \u00E0 ces donn\u00E9es dans l'environnement infonuagique {2}, utilisez le nom du conteneur dans la case d'acc\u00E8s au stockage infonuagique ci-dessous. Pour en savoir plus sur l'environnement infonuagique, consultez la section <a href="{0}/{1}/user/dataset-management.html#cloud-storage" title="Cloud Storage Access - Dataverse User Guide" target="_blank">Acc\u00E8s au stockage infonuagique</a> du Guide d'utilisation.
file.copy=Copier
file.compute=Calculer

file.metaData.dataFile.dataTab.variables=Variables,
file.metaData.dataFile.dataTab.observations=Observations
file.metaData.viewOnWorldMap=Explorer sur WorldMap
file.addDescription=Ajouter une description du fichier\u2026
file.tags=Libell\u00E9s
file.editTags=Libell\u00E9s
file.editTagsDialog.tip=S\u00E9lectionner les libell\u00E9s de fichier existants ou cr\u00E9er de nouveaux libell\u00E9s pour d\u00E9crire vos fichiers. Chaque fichier peut avoir plus d'un libell\u00E9.
file.editTagsDialog.select=Libell\u00E9s de fichier
file.editTagsDialog.selectedTags=Libell\u00E9s s\u00E9lectionn\u00E9s
file.editTagsDialog.selectedTags.none=Aucun libell\u00E9 s\u00E9lectionn\u00E9
file.editTagsDialog.add=Personnaliser le libell\u00E9 du fichier
file.editTagsDialog.add.tip=Cr\u00E9er un nouveau libell\u00E9 l'ajoutera comme option de libell\u00E9 pour tous les fichiers de cet ensemble de donn\u00E9es.
file.editTagsDialog.newName=Ajouter un nouveau libell\u00E9 de fichier\u2026
dataset.removeUnusedFileTags.label=Supprimer les libell\u00E9s
dataset.removeUnusedFileTags.tip=S\u00E9lectionner pour supprimer les libell\u00E9s personnalis\u00E9s non utilis\u00E9s par les fichiers de l'ensemble de donn\u00E9es.
dataset.removeUnusedFileTags.check=Supprimer les libell\u00E9s non utilis\u00E9s
file.setThumbnail=S\u00E9lectionner la vignette  
file.setThumbnail.header=S\u00E9lectionner la vignette de l'ensemble de donn\u00E9es
file.datasetThumbnail=Vignette de l'ensemble de donn\u00E9es
file.datasetThumbnail.tip=S\u00E9lectionner cette option_pour s\u00E9lectionner cette image en tant que vignette affich\u00E9e dans la page des r\u00E9sultats de recherche pour cet ensemble de donn\u00E9es.
file.setThumbnail.confirmation=\u00CAtes-vous certain de vouloir choisir cette image comme vignette pour votre ensemble de donn\u00E9es? Il y a d\u00E9j\u00E0 une image t\u00E9l\u00E9vers\u00E9e en tant que vignette et cette action l'enl\u00E8vera.
file.useThisIamge=Utiliser cette image comme vignette pour l'ensemble de donn\u00E9es.
file.advancedOptions=Options avanc\u00E9es
file.advancedIngestOptions=Options de chargement avanc\u00E9es
file.assignedDataverseImage.success={0} a \u00E9t\u00E9 sauvegard\u00E9e comme vignette pour cet ensemble de donn\u00E9es. 
file.assignedTabFileTags.success=Les libell\u00E9s ont bien \u00E9t\u00E9 ajout\u00E9s pour {0}.
file.tabularDataTags=Libell\u00E9s des donn\u00E9es tabulaires
file.tabularDataTags.tip=S\u00E9lectionner un ou plusieurs libell\u00E9s d\u00E9crivant le type de fichier de donn\u00E9es.
file.spss-savEncoding=Encodage linguistique
file.spss-savEncoding.title=S\u00E9lectionner la langue utilis\u00E9e pour encoder ce fichier de donn\u00E9es SPSS (sav).
file.spss-savEncoding.current=S\u00E9lection actuelle\u00A0:
file.spss-porExtraLabels=Libell\u00E9s de variable
file.spss-porExtraLabels.title=T\u00E9l\u00E9verser un fichier texte suppl\u00E9mentaire contenant des libell\u00E9s de variable suppl\u00E9mentaires.
file.spss-porExtraLabels.selectToAddBtn=S\u00E9lectionner le fichier \u00E0 ajouter
file.ingestFailed=Le chargement des donn\u00E9es tabulaires a \u00E9chou\u00E9.
file.explore.twoRavens=TwoRavens
file.map=Carte
file.mapData=G\u00E9olocaliser les donn\u00E9es
file.mapData.worldMap=WorldMap
file.mapData.unpublished.header=Donn\u00E9es non publi\u00E9es
file.mapData.unpublished.message=Pour g\u00E9olocaliser vos donn\u00E9es avec WorldMap, vos donn\u00E9es doivent \u00EAtre publi\u00E9es. Veuillez publier cet ensemble de donn\u00E9es et essayer \u00E0 nouveau.
file.downloadBtn.format.all=Tous les formats de fichier + renseignements
file.downloadBtn.format.tab=S\u00E9par\u00E9 par des tabulateurs
file.downloadBtn.format.original=Format du fichier original ({0})
file.downloadBtn.format.rdata=Format RData
file.downloadBtn.format.var=M\u00E9tadonn\u00E9es des variables
file.downloadBtn.format.citation=R\u00E9f\u00E9rence bibliographique du fichier de donn\u00E9es
file.downloadBtn.format.datasubset=Sous-ensemble de donn\u00E9es
file.more.information.link=Mettre un lien vers plus d'information sur le fichier\u00A0: 

file.requestAccess=Demander l'acc\u00E8s
file.requestAccess.dialog.msg=Vous devez <a href="/loginpage.xhtml{0}" title="vous connecter \u00E0 votre compte Dataverse">vous authentifier</a> pour demander un acc\u00E8s \u00E0 ce fichier.
file.requestAccess.dialog.msg.signup=Vous devez <a href="/dataverseuser.xhtml{0}&amp;editMode=CREATE" title="Inscrivez-vous pour ouvrir un compte Dataverse">vous cr\u00E9er un compte</a> ou <a href="/loginpage.xhtml{0}" title="vous connecter \u00E0 votre compte Dataverse">vous authentifier</a> pour demander un acc\u00E8s \u00E0 ce fichier.
file.accessRequested=Acc\u00E8s demand\u00E9
file.restrictions=Restrictions d'acc\u00E8s aux fichiers
file.restrictions.description=Limiter l'acc\u00E8s aux fichiers publi\u00E9s en les indiquant comme \u00E9tant restreints. Fournir aux utilisateurs les Conditions d'acc\u00E8s et leur permettre de demander l'acc\u00E8s.
file.restrictions.worldmap.warning=Veuillez noter que, une fois vos modifications d'acc\u00E8s au fichier publi\u00E9es, votre carte sur WorldMap sera supprim\u00E9e et la fonction Explorer sur WorldMap sera retir\u00E9e.

file.ingestInProgress=Chargement en cours\u2026

file.dataFilesTab.metadata.header=M\u00E9tadonn\u00E9es
file.dataFilesTab.metadata.addBtn=Ajouter + Modifier les m\u00E9tadonn\u00E9es
file.dataFilesTab.terms.header=Conditions
file.dataFilesTab.terms.editTermsBtn=Modifier les conditions
file.dataFilesTab.terms.list.termsOfUse.header=Conditions d'utilisation
file.dataFilesTab.terms.list.termsOfUse.waiver=Licence accord\u00E9e
file.dataFilesTab.terms.list.termsOfUse.waiver.title=La licence permet d'informer les utilisateurs de ce qui leur est permis de faire avec ces donn\u00E9es t\u00E9l\u00E9charg\u00E9es. 
file.dataFilesTab.terms.list.termsOfUse.waiver.txt=licence CC0 - \u201CTransfert dans le domaine public\u201D
file.dataFilesTab.terms.list.termsOfUse.waiver.description=Les ensembles de donn\u00E9es se verront attribuer par d\u00E9faut une <a href="https\://creativecommons.org/publicdomain/zero/1.0/" title="Transfert dans le domaine public - Creative Commons" target="_blank">licence CC0 - Transfert dans le domaine public</a>. CC0 facilite la r\u00E9utilisation des donn\u00E9es de recherche. Les <a href="http\://best-practices.dataverse.org/harvard-policies/community-norms.html" title="Dataverse Community Norms - Dataverse Best Practices" target="_blank">normes de la communaut\u00E9 Dataverse</a> de m\u00EAme que les bonnes pratiques scientifiques exigent que toute source utilis\u00E9e soit cit\u00E9e correctement. Si vous ne pouvez accorder une licence CC0, vous pouvez \u00E9tablir des conditions d'utilisation personnalis\u00E9es pour vos ensembles de donn\u00E9es. 
file.dataFilesTab.terms.list.termsOfUse.no.waiver.txt=Aucune licence n'a \u00E9t\u00E9 s\u00E9lectionn\u00E9e pour cet ensemble de donn\u00E9es. 
file.dataFilesTab.terms.list.termsOfUse.waiver.txt.description=Les <a href="http\://best-practices.dataverse.org/harvard-policies/community-norms.html" title="Dataverse Community Norms - Dataverse Best Practices" target="_blank">normes de la communaut\u00E9 Dataverse</a> de m\u00EAme que les bonnes pratiques scientifiques exigent que toute source utilis\u00E9e soit cit\u00E9e correctement. Veuillez utiliser la r\u00E9f\u00E9rence bibliographique ci-dessus g\u00E9n\u00E9r\u00E9e par Dataverse.
file.dataFilesTab.terms.list.termsOfUse.waiver.select.CCO=Oui, appliquer la licence CC0 - \u00AB\u00A0Transfert dans le domaine public\u00A0\u00BB.
file.dataFilesTab.terms.list.termsOfUse.waiver.select.notCCO=Non, ne pas appliquer la licence CC0 - \u00AB\u00A0Transfert dans le domaine public\u00A0\u00BB.
file.dataFilesTab.terms.list.termsOfUse.waiver.select.tip=Voici ce que les utilisateurs finaux verront affich\u00E9 pour cet ensemble de donn\u00E9es.
file.dataFilesTab.terms.list.termsOfUse.termsOfUse=Conditions d'utilisation
file.dataFilesTab.terms.list.termsOfUse.termsOfUse.title=Indique la fa\u00E7on dont ces donn\u00E9es peuvent \u00EAtre utilis\u00E9es une fois t\u00E9l\u00E9charg\u00E9es.
file.dataFilesTab.terms.list.termsOfUse.termsOfUse.description=Si vous n'\u00EAtes pas en mesure d'utiliser la licence CC0 pour les ensembles de donn\u00E9es, vous pouvez \u00E9tablir des conditions d'utilisation personnalis\u00E9es. Voici un exemple d'une <a href="http\://best-practices.dataverse.org/harvard-policies/sample-dua.html" title="Sample Data Usage Agreement - Dataverse Best Practices" target="_blank">Licence de donn\u00E9es</a> pour des ensembles de donn\u00E9es qui comportent des donn\u00E9es anonymis\u00E9es de sujets humains.
file.dataFilesTab.terms.list.termsOfUse.addInfo=Renseignements suppl\u00E9mentaires
file.dataFilesTab.terms.list.termsOfUse.addInfo.declaration=D\u00E9claration de confidentialit\u00E9
file.dataFilesTab.terms.list.termsOfUse.addInfo.declaration.title=Indique s'il faut signer une d\u00E9claration de confidentialit\u00E9 pour avoir acc\u00E8s \u00E0 une ressource.
file.dataFilesTab.terms.list.termsOfUse.addInfo.permissions=Permissions sp\u00E9ciales
file.dataFilesTab.terms.list.termsOfUse.addInfo.permissions.title=D\u00E9terminer si des permissions sp\u00E9ciales sont requises pour avoir acc\u00E8s \u00E0 une ressource (p.\u00A0ex. si un formulaire est n\u00E9cessaire et o\u00F9 obtenir le formulaire).
file.dataFilesTab.terms.list.termsOfUse.addInfo.restrictions=Restrictions
file.dataFilesTab.terms.list.termsOfUse.addInfo.restrictions.title=Toute restriction s'appliquant \u00E0 l'acc\u00E8s \u00E0 l'ensemble de donn\u00E9es et \u00E0 son utilisation, comme la certification relative \u00E0 la vie priv\u00E9e ou les restrictions concernant la diffusion, doit \u00EAtre indiqu\u00E9e \u00E0 cet endroit. Il peut s'agir de restrictions \u00E9tablies selon l'auteur, le producteur ou le diffuseur des donn\u00E9es. Si l'acc\u00E8s aux donn\u00E9es est limit\u00E9 \u00E0 une certaine cat\u00E9gorie d'utilisateurs, veuillez le pr\u00E9ciser. 
file.dataFilesTab.terms.list.termsOfUse.addInfo.citationRequirements=Exigences de citation
file.dataFilesTab.terms.list.termsOfUse.addInfo.citationRequirements.title=\u00C9l\u00E9ments sp\u00E9ciaux requis pour citer ad\u00E9quatement ces donn\u00E9es dans les articles ou autres publications qui s'appuient sur ces donn\u00E9es. Pour les exigences standards de citation, se reporter aux Normes de la communaut\u00E9 Dataverse.
file.dataFilesTab.terms.list.termsOfUse.addInfo.depositorRequirements=Exigences du d\u00E9posant
file.dataFilesTab.terms.list.termsOfUse.addInfo.depositorRequirements.title=Renseignements concernant la responsabilit\u00E9 de l'utilisateur d'informer les d\u00E9posants, les auteurs ou les intendants des donn\u00E9es de l'utilisation faite des donn\u00E9es en leur fournissant les r\u00E9f\u00E9rences aux travaux publi\u00E9s ou les copies des manuscrits.
file.dataFilesTab.terms.list.termsOfUse.addInfo.conditions=Conditions
file.dataFilesTab.terms.list.termsOfUse.addInfo.conditions.title=Tout renseignement suppl\u00E9mentaire qui aidera l'utilisateur \u00E0 comprendre les conditions d'acc\u00E8s et d'utilisation de l'ensemble de donn\u00E9es.
file.dataFilesTab.terms.list.termsOfUse.addInfo.disclaimer=Avis de non-responsabilit\u00E9
file.dataFilesTab.terms.list.termsOfUse.addInfo.disclaimer.title=Renseignements concernant les responsabilit\u00E9s li\u00E9es \u00E0 l'utilisation de l'ensemble de donn\u00E9es.
file.dataFilesTab.terms.list.termsOfAccess.header=Fichiers en acc\u00E8s r\u00E9serv\u00E9 + Conditions d'acc\u00E8s
file.dataFilesTab.terms.list.termsOfAccess.restrictedFiles=Fichiers en acc\u00E8s r\u00E9serv\u00E9
file.dataFilesTab.terms.list.termsOfAccess.restrictedFiles.title=Nombre de fichiers en acc\u00E8s r\u00E9serv\u00E9 dans cet ensemble de donn\u00E9es
file.dataFilesTab.terms.list.termsOfAccess.restrictedFiles.txt=Il y a {0} {0, choice, 0#fichiers|1#fichier|2#fichiers} en acc\u00E8s r\u00E9serv\u00E9 dans cet ensemble de donn\u00E9es.
file.dataFilesTab.terms.list.termsOfAccess.termsOfsAccess=Conditions d'acc\u00E8s
file.dataFilesTab.terms.list.termsOfAccess.termsOfsAccess.title=Renseignements sur la fa\u00E7on dont les utilisateurs peuvent avoir acc\u00E8s aux fichiers en acc\u00E8s r\u00E9serv\u00E9 de cet ensemble de donn\u00E9es. 
file.dataFilesTab.terms.list.termsOfAccess.requestAccess=Demander l'acc\u00E8s
file.dataFilesTab.terms.list.termsOfAccess.requestAccess.title=Si la case est s\u00E9lectionn\u00E9e, les utilisateurs peuvent demander l'acc\u00E8s aux fichiers en acc\u00E8s r\u00E9serv\u00E9 de cet ensemble de donn\u00E9es.
file.dataFilesTab.terms.list.termsOfAccess.requestAccess.request=Les utilisateurs peuvent demander l'acc\u00E8s aux fichiers.
file.dataFilesTab.terms.list.termsOfAccess.requestAccess.notRequest=Les utilisateurs ne peuvent pas demander l'acc\u00E8s aux fichiers.
file.dataFilesTab.terms.list.termsOfAccess.requestAccess.enableBtn=Autoriser la demande d'acc\u00E8s

file.dataFilesTab.terms.list.termsOfAccess.addInfo.dataAccessPlace=Emplacement des donn\u00E9es
file.dataFilesTab.terms.list.termsOfAccess.addInfo.dataAccessPlace.title=Si les donn\u00E9es ne se trouvent pas uniquement dans Dataverse, indiquer le ou les emplacements o\u00F9 les donn\u00E9es sont actuellement conserv\u00E9es.
file.dataFilesTab.terms.list.termsOfAccess.addInfo.originalArchive=D\u00E9p\u00F4t original
file.dataFilesTab.terms.list.termsOfAccess.addInfo.originalArchive.title=D\u00E9p\u00F4t duquel les donn\u00E9es ont \u00E9t\u00E9 obtenues.
file.dataFilesTab.terms.list.termsOfAccess.addInfo.availabilityStatus=\u00C9tat de disponibilit\u00E9
file.dataFilesTab.terms.list.termsOfAccess.addInfo.availabilityStatus.title=\u00C9nonc\u00E9 concernant la disponibilit\u00E9 de l'ensemble de donn\u00E9es. Un d\u00E9posant pourrait devor indiquer qu'un ensemble de donn\u00E9es n'est pas disponible parce que faisant l'objet d'un embargo temporaire, parce qu'il a \u00E9t\u00E9 remplac\u00E9, parce qu'une nouvelle \u00E9dition est imminente, etc. 
file.dataFilesTab.terms.list.termsOfAccess.addInfo.contactForAccess=Personne-ressource pour les demandes d'acc\u00E8s
file.dataFilesTab.terms.list.termsOfAccess.addInfo.contactForAccess.title=Si les coordonn\u00E9es diff\u00E8rent des coordonn\u00E9es pour l'ensemble de donn\u00E9es, il s'agit de la personne-ressource ou de l'organisation (indiquer l'adresse courriel ou l'adresse compl\u00E8te et le num\u00E9ro de t\u00E9l\u00E9phone, si disponibles) qui contr\u00F4le l'acc\u00E8s \u00E0 une collection de donn\u00E9es.
file.dataFilesTab.terms.list.termsOfAccess.addInfo.sizeOfCollection=Taille de la collection de donn\u00E9es
file.dataFilesTab.terms.list.termsOfAccess.addInfo.sizeOfCollection.tip=Sommaire du nombre de fichiers dans l'ensemble de donn\u00E9es, du nombre de fichiers contenant des donn\u00E9es; informations sur la disponibilit\u00E9 de documentation lisible par machine dans la collection et d'autres fichiers, comme manuels de codes, des dictionnaires de donn\u00E9es, des \u00E9nonc\u00E9s sur la d\u00E9finition des donn\u00E9es ou des instruments pour la collecte de donn\u00E9es.
file.dataFilesTab.terms.list.termsOfAccess.addInfo.studyCompletion=\u00C9l\u00E9ments achev\u00E9s de l'\u00E9tude
file.dataFilesTab.terms.list.termsOfAccess.addInfo.studyCompletion.title=Lien entre les donn\u00E9es recueillies et la quantit\u00E9 de donn\u00E9es cod\u00E9es et enregistr\u00E9es dans l'ensemble de donn\u00E9es. De l'information devrait \u00EAtre fournie ici sur les raisons pour lesquelles certaine donn\u00E9es recueillies, ou un fichier de donn\u00E9es pr\u00E9cis, n'ont pas \u00E9t\u00E9 inclus dans l'ensemble de donn\u00E9es.
file.dataFilesTab.terms.list.guestbook=Registre des visiteurs
file.dataFilesTab.terms.list.guestbook.title=Des renseignements sur l'utilisateur (c.-\u00E0-d. le nom, l'adresse courriel, l'\u00E9tablissement et le poste) seront recueillis lors du t\u00E9l\u00E9chargement des fichiers.
file.dataFilesTab.terms.list.guestbook.noSelected.tip=Aucun registre des visiteurs n'est associ\u00E9 \u00E0 cet ensemble de donn\u00E9es donc aucun renseignement ne vous sera demand\u00E9 concernant le t\u00E9l\u00E9chargement des fichiers.
file.dataFilesTab.terms.list.guestbook.noSelected.admin.tip=Aucun registre des visiteurs n'est disponible dans le {0} pour \u00EAtre assign\u00E9 \u00E0 cet ensemble de donn\u00E9es.
file.dataFilesTab.terms.list.guestbook.inUse.tip=Le registre des visiteurs suivant demandera \u00E0 un utilisateur de fournir des renseignements suppl\u00E9mentaires au moment du t\u00E9l\u00E9chargement d'un fichier.
file.dataFilesTab.terms.list.guestbook.viewBtn=Pr\u00E9visualiser le registre des visiteurs
file.dataFilesTab.terms.list.guestbook.select.tip=S\u00E9lectionner un registre des visiteurs afin qu'un utilisateur fournisse des renseignements suppl\u00E9mentaires lorsqu'il t\u00E9l\u00E9charge un fichier.
file.dataFilesTab.terms.list.guestbook.noAvailable.tip=Aucun registre des visiteurs n'est activ\u00E9 dans le {0}. Pour cr\u00E9er un registre des visiteurs, retourner dans le {0}, cliquer sur le bouton \u00AB\u00A0Modifier\u00A0\u00BB et s\u00E9lectionner \u00AB\u00A0Registres de visiteurs pour l'ensemble de donn\u00E9es\u00A0\u00BB.
file.dataFilesTab.terms.list.guestbook.clearBtn=Effacer la s\u00E9lection
file.dataFilesTab.versions=Versions
file.dataFilesTab.versions.headers.dataset=Ensemble de donn\u00E9es
file.dataFilesTab.versions.headers.summary=R\u00E9sum\u00E9
file.dataFilesTab.versions.headers.contributors=Contributeurs
file.dataFilesTab.versions.headers.published=Publi\u00E9
file.dataFilesTab.versions.viewDiffBtn=Voir les diff\u00E9rences
file.dataFilesTab.versions.citationMetadata=M\u00E9tadonn\u00E9es bibliographiques\u00A0:
file.dataFilesTab.versions.added=Ajout\u00E9
file.dataFilesTab.versions.removed=Supprim\u00E9
file.dataFilesTab.versions.changed=Modifi\u00E9
file.dataFilesTab.versions.replaced=Remplac\u00E9
file.dataFilesTab.versions.original=Original
file.dataFilesTab.versions.replacment=Remplacement
file.dataFilesTab.versions.additionalCitationMetadata=M\u00E9tadonn\u00E9es bibliographiques additionnelles\u00A0:
file.dataFilesTab.versions.description.draft=Il s'agit d'une version provisoire.
file.dataFilesTab.versions.description.deaccessioned=\u00C9tant donn\u00E9 que la version pr\u00E9c\u00E9dente a \u00E9t\u00E9 retir\u00E9e de la diffusion, aucune note sur les diff\u00E9rences n'est disponible pour cette version publi\u00E9e.
file.dataFilesTab.versions.description.firstPublished=Il s'agit de la premi\u00E8re version publi\u00E9e.
file.dataFilesTab.versions.description.deaccessionedReason=Raison du retrait\u00A0:
file.dataFilesTab.versions.description.beAccessedAt=L'ensemble de donn\u00E9es peut maintenant \u00EAtre consult\u00E9 \u00E0\u00A0:
file.dataFilesTab.versions.viewDetails.btn=Voir les renseignements
file.dataFilesTab.versions.widget.viewMoreInfo=Pour afficher plus d'informations sur les versions de cet ensemble de donn\u00E9es et pour le modifier s'il s'agit de votre ensemble de donn\u00E9es, consultez la <a href="/dataset.xhtml?persistentId = {0}" title="{1}" target="_blank"> version compl\u00E8te de cet ensemble</a> \u00E0  {2}.
file.deleteDialog.tip=\u00CAtes-vous s\u00FBr(e) de vouloir supprimer cet ensemble de donn\u00E9es? Vous ne pourrez pas annuler la suppression.
file.deleteDialog.header=Supprimer l'ensemble de donn\u00E9es
file.deleteDraftDialog.tip=\u00CAtes-vous s\u00FBr(e) de vouloir supprimer cette version provisoire? Vous ne pourrez pas annuler la suppression de cette version. 
file.deleteDraftDialog.header=Supprimer la version provisoire
file.deleteFileDialog.tip=Le ou les fichiers seront supprim\u00E9s d\u00E8s que vous cliquerez sur le bouton \u00AB\u00A0Enregistrer les modifications\u00A0\u00BB au bas de cette page.
file.deleteFileDialog.immediate=Le fichier sera supprim\u00E9 une fois que vous aurez cliqu\u00E9 sur le bouton \u00AB Supprimer \u00BB. 
file.deleteFileDialog.multiple.immediate=Le ou les fichiers seront supprim\u00E9s lorsque vous aurez cliqu\u00E9 sur le bouton \u00AB Supprimer \u00BB.
file.deleteFileDialog.header=Supprimer les fichiers
file.deleteFileDialog.failed.tip=Les fichiers ne seront pas supprim\u00E9s des versions de l'ensemble de donn\u00E9es publi\u00E9es pr\u00E9c\u00E9demment.
file.deaccessionDialog.tip=Si vous retirez de la diffusion un ensemble de donn\u00E9es, le public ne pourra plus le consulter.
file.deaccessionDialog.version=Version
file.deaccessionDialog.reason.question1=Quelles versions d\u00E9sirez-vous retirer de la diffusion?
file.deaccessionDialog.reason.question2=Quel est la raison du retrait?
file.deaccessionDialog.reason.selectItem.identifiable=Il y a des donn\u00E9es permettant l'identification de personnes dans un ou plusieurs fichiers.
file.deaccessionDialog.reason.selectItem.beRetracted=L'article de recherche a \u00E9t\u00E9 retir\u00E9.
file.deaccessionDialog.reason.selectItem.beTransferred=L'ensemble de donn\u00E9es a \u00E9t\u00E9 transf\u00E9r\u00E9 dans un autre d\u00E9p\u00F4t.
file.deaccessionDialog.reason.selectItem.IRB=Demande du Comit\u00E9 d'\u00E9thique de la recherche
file.deaccessionDialog.reason.selectItem.legalIssue=Convention d'utilisation des donn\u00E9es et question de droit
file.deaccessionDialog.reason.selectItem.notValid=Ensemble de donn\u00E9es non valide
file.deaccessionDialog.reason.selectItem.other=Autre (Veuillez indiquer la raison dans l'espace fourni ci-dessous.)
file.deaccessionDialog.enterInfo=Veuillez entrer des renseignements suppl\u00E9mentaires sur la raison du retrait.
file.deaccessionDialog.leaveURL=S'il y a lieu, veuillez indiquer une adresse URL o\u00F9 cet ensemble de donn\u00E9es peut \u00EAtre consult\u00E9 apr\u00E8s son retrait.
file.deaccessionDialog.leaveURL.watermark=Site facultatif pour l'ensemble de donn\u00E9es, http://\u2026
file.deaccessionDialog.deaccession.tip=\u00CAtes-vous s\u00FBr(e) de vouloir proc\u00E9der au retrait? La ou les versions s\u00E9lectionn\u00E9es ne pourront plus \u00EAtre consult\u00E9es par le public.
file.deaccessionDialog.deaccessionDataset.tip=\u00CAtes-vous s\u00FBr(e) de vouloir retir\u00E9 cet ensemble de donn\u00E9es? Le public ne pourra plus le consulter.
file.deaccessionDialog.dialog.selectVersion.tip=Veuillez s\u00E9lectionner la ou les versions \u00E0 retirer de la diffusion.
file.deaccessionDialog.dialog.selectVersion.header=Veuillez s\u00E9lectionner la ou les versions.
file.deaccessionDialog.dialog.reason.tip=Veuillez s\u00E9lectionner la raison du retrait.
file.deaccessionDialog.dialog.reason.header=Veuillez s\u00E9lectionner la raison.
file.deaccessionDialog.dialog.url.tip=Veuillez indiquer une adresse URL de redirection valide.
file.deaccessionDialog.dialog.url.header=Adresse URL non valide
file.deaccessionDialog.dialog.textForReason.tip=Veuillez indiquer la raison du retrait.
file.deaccessionDialog.dialog.textForReason.header=Entrer des renseignements suppl\u00E9mentaires
file.deaccessionDialog.dialog.limitChar.tip=Le texte pour indiquer la raison du retrait ne peut d\u00E9passer 1000 caract\u00E8res.
file.deaccessionDialog.dialog.limitChar.header=Limite de 1000 caract\u00E8res
file.viewDiffDialog.header=Renseignements sur les diff\u00E9rences de version
file.viewDiffDialog.dialog.warning=Veuillez s\u00E9lectionner deux versions pour voir les diff\u00E9rences.
file.viewDiffDialog.version=Version 
file.viewDiffDialog.lastUpdated=Derni\u00E8re mise \u00E0 jour
file.viewDiffDialog.fileID=Identifiant du fichier
file.viewDiffDialog.fileName=Nom
file.viewDiffDialog.fileType=Type
file.viewDiffDialog.fileSize=Taille
file.viewDiffDialog.category=Libell\u00E9s
file.viewDiffDialog.description=Description
file.viewDiffDialog.fileReplaced=Fichier remplac\u00E9
file.viewDiffDialog.filesReplaced=Fichier(s) remplac\u00E9(s)
file.viewDiffDialog.files.header=Fichiers
file.viewDiffDialog.msg.draftFound=&#160;Ceci est la version provisoire.
file.viewDiffDialog.msg.draftNotFound=La version provisoire n'a pas \u00E9t\u00E9 trouv\u00E9e.
file.viewDiffDialog.msg.versionFound=&#160;Ceci est la version "{0}".
file.viewDiffDialog.msg.versionNotFound=La version "{0}" n'a pas \u00E9t\u00E9 trouv\u00E9e.
file.metadataTip=Conseil sur les m\u00E9tadonn\u00E9es\u00A0: apr\u00E8s avoir ajout\u00E9 l'ensemble de donn\u00E9es, cliquer sur le bouton \u00AB\u00A0Modifier l'ensemble de donn\u00E9es\u00A0\u00BB pour ajouter plus de m\u00E9tadonn\u00E9es.
file.addBtn=Sauvegarder l'ensemble de donn\u00E9es
file.dataset.allFiles=Tous les fichiers de cet ensemble de donn\u00E9es

file.downloadDialog.header=T\u00E9l\u00E9charger le fichier
file.downloadDialog.tip=Veuillez confirmer ou remplir l'information requise ci-dessous afin de t\u00E9l\u00E9charger les fichiers de cet ensemble de donn\u00E9es.
file.downloadDialog.termsTip=J'accepte ces conditions d'utilisation.
file.search.placeholder=Chercher dans cet ensemble de donn\u00E9es\u2026
file.results.btn.sort=Trier
file.results.btn.sort.option.nameAZ=Nom (A-Z)
file.results.btn.sort.option.nameZA=Nom (A-Z)
file.results.btn.sort.option.newest=Plus r\u00E9cent
file.results.btn.sort.option.oldest=Plus ancien
file.results.btn.sort.option.size=Taille
file.results.btn.sort.option.type=Cat\u00E9gorie
# dataset-widgets.xhtml=
dataset.widgets.title=Vignette de l'ensemble de donn\u00E9es + Widgets
dataset.widgets.notPublished.why.header=Pourquoi faire appel aux widgets?
dataset.widgets.notPublished.why.reason1=Augmente la visibilit\u00E9 de vos donn\u00E9es en vous permettant d'int\u00E9grer votre dataverse et les ensembles de donn\u00E9es dans votre site web personnel ou de projet.
dataset.widgets.notPublished.why.reason2=Permet aux autres de parcourir votre dataverse ainsi que vos ensembles de donn\u00E9es sans quitter votre site personnel ou de projet.
dataset.widgets.notPublished.how.header=Comment utiliser les widgets
dataset.widgets.notPublished.how.tip1=Pour pouvoir utiliser des widgets, votre dataverse et vos ensembles de donn\u00E9es doivent \u00EAtre publi\u00E9s.
dataset.widgets.notPublished.how.tip2=Suite \u00E0 la publication, le code sera disponible sur cette page pour que vous puissiez le copier et l'ajouter \u00E0 votre site web personnel ou de projet.
dataset.widgets.notPublished.how.tip3=Avez-vous un site web OpenScholar? Si oui, apprenez-en davantage sur l'ajout de widgets Dataverse dans votre site web <a href = "{0}/{1}/user/dataverse-management.html#adding-widgets-to-an-openscholar-website" title="Adding Widgets to an OpenScholar Website - Dataverse User Guide" target="_blank">ici</a>.
dataset.widgets.notPublished.getStarted=Pour d\u00E9buter, publiez votre dataverse. Pour en savoir davantage sur les widgets, consultez la section <a href="{0}/{1}/user/dataverse-management.html#theme-widgets" title="Theme + Widgets - Dataverse User Guide" target="_blank">th\u00E8me et widgets</a> du guide d'utilisation.
dataset.widgets.editAdvanced=Modifier les options avanc\u00E9es
dataset.widgets.editAdvanced.tip=<strong>Options avanc\u00E9es</strong> &#150; Options suppl\u00E9mentaires pour configurer votre widget sur votre site personnel ou de projet.
dataset.widgets.tip=Copiez et collez ce code dans le code HTML de votre site web. Pour en savoir davantage sur les widgets, consultez la section <a href="{0}/{1}/user/dataverse-management.html#theme-widgets" title="Theme + Widgets - Dataverse User Guide" target="_blank">Th\u00E8me et widgets</a> du guide d'utilisation.
dataset.widgets.citation.txt=Citation de l'ensemble de donn\u00E9es
dataset.widgets.citation.tip=Ajoutez la r\u00E9f\u00E9rence de votre ensemble de donn\u00E9es \u00E0 votre site personnel ou de projet.
dataset.widgets.datasetFull.txt=Ensemble de donn\u00E9es
dataset.widgets.datasetFull.tip=Permet aux visiteurs de votre site web d'\u00EAtre en mesure d'afficher vos jeux de donn\u00E9es, de t\u00E9l\u00E9charger des fichiers, etc.
dataset.widgets.advanced.popup.header=Widgets\u00A0: Options avanc\u00E9es
dataset.widgets.advanced.prompt=Exp\u00E9dier vers votre site web personnel l'URL p\u00E9renne de la r\u00E9f\u00E9rence bibliographique de l'ensemble de donn\u00E9es.
dataset.widgets.advanced.url.label=URL de votre site web personnel
dataset.widgets.advanced.url.watermark=http://www.exemple.com/nom-de-la-page
dataset.widgets.advanced.invalid.message=Veuillez saisir un URL valide
dataset.widgets.advanced.success.message=Mise \u00E0 jour r\u00E9ussie de l'URL de votre site web personnel
dataset.widgets.advanced.failure.message=L'URL du site web personnel n'a pas \u00E9t\u00E9 mis \u00E0 jour dans dataverse.
dataset.thumbnailsAndWidget.breadcrumbs.title=Vignette + Widgets
dataset.thumbnailsAndWidget.thumbnails.title=Vignette
dataset.thumbnailsAndWidget.widgets.title=Widgets
dataset.thumbnailsAndWidget.thumbnailImage=Image de la vignette
dataset.thumbnailsAndWidget.thumbnailImage.title=Le logo ou le fichier d'image que vous souhaitez voir afficher comme vignette pour cet ensemble de donn\u00E9es.
dataset.thumbnailsAndWidget.thumbnailImage.tip=Les types d'images prises en charge sont JPG, TIF ou PNG et ne doivent pas \u00EAtre sup\u00E9rieurs \u00E0 {0} Ko. La taille d'affichage maximale pour un fichier image en tant que vignette d'un ensemble de donn\u00E9es est de 48 pixels de largeur par 48 pixels de haut.
dataset.thumbnailsAndWidget.thumbnailImage.default=Vignette par d\u00E9faut
dataset.thumbnailsAndWidget.thumbnailImage.selectAvailable=S\u00E9lectionnez le fichier disponible
dataset.thumbnailsAndWidget.thumbnailImage.selectThumbnail=S\u00E9lectionnez la vignette
dataset.thumbnailsAndWidget.thumbnailImage.selectAvailable.title=S\u00E9lectionnez une vignette parmi les fichiers de donn\u00E9es d'image disponibles provenant de votre ensemble de donn\u00E9es.
dataset.thumbnailsAndWidget.thumbnailImage.uploadNew=T\u00E9l\u00E9verser un nouveau fichier
dataset.thumbnailsAndWidget.thumbnailImage.uploadNew.title=T\u00E9l\u00E9verser un fichier image en tant que vignette de votre ensemble de donn\u00E9es, qui sera stock\u00E9 s\u00E9par\u00E9ment des fichiers de donn\u00E9es appartenant \u00E0 votre ensemble de donn\u00E9es
dataset.thumbnailsAndWidget.thumbnailImage.upload=T\u00E9l\u00E9verser une image
dataset.thumbnailsAndWidget.thumbnailImage.upload.invalidMsg=L'image n'a pas pu \u00EAtre t\u00E9l\u00E9vers\u00E9e. Veuillez r\u00E9essayer avec un fichier JPG, TIF ou PNG.
dataset.thumbnailsAndWidget.success=Vignette de l'ensemble de donn\u00E9es mise \u00E0 jour.
dataset.thumbnailsAndWidget.removeThumbnail=Supprimer la vignette
dataset.thumbnailsAndWidget.removeThumbnail.tip=Vous ne supprimez que la vignette de l'ensemble de donn\u00E9es et non pas le fichier d'image inclus dans votre ensemble de donn\u00E9es. Pour ce faire, acc\u00E9dez \u00E0 la page Modifier les fichiers.
dataset.thumbnailsAndWidget.availableThumbnails=Vignettes disponibles
dataset.thumbnailsAndWidget.availableThumbnails.tip=S\u00E9lectionnez une vignette \u00E0 partir d'un fichier de donn\u00E9es provenant de votre ensemble de donn\u00E9es. Revenir ensuite \u00E0 la page Vignette + Widgets pour enregistrer vos modifications.

# file.xhtml
file.share.fileShare=Partager le fichier
file.share.fileShare.tip=Partager ce fichier sur vos m\u00E9dias sociaux pr\u00E9f\u00E9r\u00E9s.
file.share.fileShare.shareText=Afficher ce fichier.
file.title.label=Titre
file.citation.label=R\u00E9f\u00E9rence bibliographique
file.cite.downloadBtn=Citer le fichier de donn\u00E9es
file.general.metadata.label=M\u00E9tadonn\u00E9es g\u00E9n\u00E9rales
file.description.label=Description
file.tags.label=Libell\u00E9s
file.lastupdated.label=Derni\u00E8re mise \u00E0 jour
file.DatasetVersion=Version

file.metadataTab.fileMetadata.header=M\u00E9tadonn\u00E9es du fichier
file.metadataTab.fileMetadata.persistentid.label=Identifiant p\u00E9renne du fichier
file.metadataTab.fileMetadata.downloadUrl.label=URL de t\u00E9l\u00E9chargement
file.metadataTab.fileMetadata.unf.label=UNF
file.metadataTab.fileMetadata.size.label=Taille
file.metadataTab.fileMetadata.type.label=Cat\u00E9gorie
file.metadataTab.fileMetadata.description.label=Description
file.metadataTab.fileMetadata.publicationDate.label=Date de publication
file.metadataTab.fileMetadata.depositDate.label=Date de d\u00E9p\u00F4t
file.metadataTab.fitsMetadata.header=M\u00E9tadonn\u00E9es FITS
file.metadataTab.provenance.header=Provenance du fichier
file.metadataTab.provenance.body=Information sur la provenance des fichiers \u00E0 venir dans une version ult\u00E9rieure\u2026

file.versionDifferences.noChanges=Aucun changement associ\u00E9 \u00E0 cette version
file.versionDifferences.fileNotInVersion=Fichier non inclus dans cette version
file.versionDifferences.actionChanged=Chang\u00E9
file.versionDifferences.actionAdded=Ajout\u00E9
file.versionDifferences.actionRemoved=Supprim\u00E9
file.versionDifferences.actionReplaced=Remplac\u00E9
file.versionDifferences.fileMetadataGroupTitle=M\u00E9tadonn\u00E9es du fichier
file.versionDifferences.fileTagsGroupTitle=Libell\u00E9s du fichier
file.versionDifferences.descriptionDetailTitle=Description
file.versionDifferences.fileNameDetailTitle=Nom du fichier
file.versionDifferences.fileAccessTitle=Acc\u00E8s aux fichiers
file.versionDifferences.fileRestricted=Acc\u00E8s r\u00E9serv\u00E9
file.versionDifferences.fileUnrestricted=Acc\u00E8s sans restrictions
file.versionDifferences.fileGroupTitle=Fichier

# editdatafile.xhtml

# editFilesFragment.xhtml
file.edit.error.file_exceeds_limit=Ce fichier d\u00E9passe la taille limite.
# File metadata error
file.metadata.datafiletag.not_tabular=Vous ne pouvez pas ajouter de libell\u00E9s de donn\u00E9es tabulaires \u00E0 un fichier non tabulaire.

# File Edit Success
file.message.editSuccess=Ce fichier a \u00E9t\u00E9 mis \u00E0 jour.
file.message.replaceSuccess=Ce fichier a \u00E9t\u00E9 remplac\u00E9.

# File Add/Replace operation messages
file.addreplace.file_size_ok=La taille du fichier est appropri\u00E9e.
file.addreplace.error.file_exceeds_limit=La taille de ce fichier ({0}) d\u00E9passe la limite de taille de {1} octet(s).
file.addreplace.error.dataset_is_null=L'ensemble de donn\u00E9es ne peut \u00EAtre nul.
file.addreplace.error.dataset_id_is_null=L'identifiant de l'ensemble de donn\u00E9es ne peut \u00EAtre nul.
find.dataset.error.dataset_id_is_null=L'acc\u00E8s \u00E0 un ensemble de donn\u00E9es bas\u00E9 sur un identifiant p\u00E9renne requiert qu'un param\u00E8tre de requ\u00EAte {0} soit pr\u00E9sent.
find.dataset.error.dataset.not.found.persistentId=L'ensemble de donn\u00E9es bas\u00E9 sur l'identifiant p\u00E9renne {0} est introuvable.
find.dataset.error.dataset.not.found.id=L'ensemble de donn\u00E9es avec l'identifiant {0} est introuvable.
find.dataset.error.dataset.not.found.bad.id=Num\u00E9ro d'identifiant de l'ensemble de donn\u00E9es incorrect\u00A0: {0}.
file.addreplace.error.dataset_id_not_found=Aucun ensemble de donn\u00E9es n'a \u00E9t\u00E9 trouv\u00E9 pour l'identifiant\u00A0:
file.addreplace.error.no_edit_dataset_permission=Vous n'avez pas la permission de modifier cet ensemble de donn\u00E9es.
file.addreplace.error.filename_undetermined=Le nom du fichier ne peut \u00EAtre \u00E9tabli.
file.addreplace.error.file_content_type_undetermined=Le type de contenu du fichier ne peut \u00EAtre \u00E9tabli.
file.addreplace.error.file_upload_failed=Le t\u00E9l\u00E9versement du fichier a \u00E9chou\u00E9.
file.addreplace.error.duplicate_file=Ce fichier existe d\u00E9j\u00E0 dans l'ensemble de donn\u00E9es. 
file.addreplace.error.existing_file_to_replace_id_is_null=L'identifiant du fichier existant \u00E0 remplacer doit \u00EAtre fourni.
file.addreplace.error.existing_file_to_replace_not_found_by_id=Fichier de remplacement non trouv\u00E9. Aucun fichier n'a \u00E9t\u00E9 trouv\u00E9 pour l'identifiant\u00A0: {0}
file.addreplace.error.existing_file_to_replace_is_null=Le fichier \u00E0 remplacer ne peut \u00EAtre nul.
file.addreplace.error.existing_file_to_replace_not_in_dataset=Le fichier \u00E0 remplacer n'appartient pas \u00E0 cet ensemble de donn\u00E9es.
file.addreplace.error.existing_file_not_in_latest_published_version=Vous ne pouvez pas remplacer un fichier qui n'est pas dans le dernier ensemble de donn\u00E9es publi\u00E9. (Le fichier est non publi\u00E9 ou a \u00E9t\u00E9 supprim\u00E9 d'une version pr\u00E9c\u00E9dente.)
file.addreplace.content_type.header=Type de fichier diff\u00E9rent
file.addreplace.error.replace.new_file_has_different_content_type=Le fichier d'origine ({0}) et le fichier de remplacement ({1}) sont des types de fichiers diff\u00E9rents.
file.addreplace.error.replace.new_file_same_as_replacement=Vous ne pouvez pas remplacer un fichier avec exactement le m\u00EAme fichier.
file.addreplace.error.unpublished_file_cannot_be_replaced=Vous ne pouvez pas remplacer un fichier non publi\u00E9. Supprimez-le au lieu de le remplacer.
file.addreplace.error.ingest_create_file_err=Une erreur s'est produite lors de l'ajout du nouveau fichier.
file.addreplace.error.initial_file_list_empty=Une erreur s'est produite et le nouveau fichier n'a pas \u00E9t\u00E9 ajout\u00E9.
file.addreplace.error.initial_file_list_more_than_one=Vous ne pouvez pas remplacer un seul fichier par plusieurs fichiers. Le fichier que vous avez t\u00E9l\u00E9vers\u00E9 a \u00E9t\u00E9 ing\u00E9r\u00E9 dans plusieurs fichiers.
file.addreplace.error.final_file_list_empty=Il n'y a pas de fichiers \u00E0 ajouter. (Cette erreur ne devrait pas se produire si la s\u00E9quence des \u00E9tapes a \u00E9t\u00E9 respect\u00E9e.)
file.addreplace.error.only_replace_operation=Ceci ne devrait \u00EAtre appel\u00E9 que pour les op\u00E9rations de remplacement de fichier!
file.addreplace.error.failed_to_remove_old_file_from_dataset=Impossible de retirer un ancien fichier du nouvel ensemble de donn\u00E9es versionn\u00E9.
file.addreplace.error.add.add_file_error=Impossible d'ajouter un fichier \u00E0 l'ensemble de donn\u00E9es.
file.addreplace.error.phase2_called_early_no_new_files=Une erreur s'est produite lors de l'enregistrement de l'ensemble de donn\u00E9es. Aucun nouveau fichier n'a \u00E9t\u00E9 trouv\u00E9.
file.addreplace.success.add=Le fichier a bien \u00E9t\u00E9 ajout\u00E9!
file.addreplace.success.replace=Le fichier a bien \u00E9t\u00E9 remplac\u00E9!
file.addreplace.error.auth=La cl\u00E9 API n'est pas valide.
file.addreplace.error.invalid_datafile_tag=Libell\u00E9 de donn\u00E9es tabulaires non valide\u00A0: 

# 500.xhtml
error.500.page.title=500 - Erreur interne du serveur
error.500.message=<strong>Erreur interne du serveur</strong> - Une erreur inattendue s'est produite, aucune information suppl\u00E9mentaire n'est disponible. 

# 404.xhtml=
error.404.page.title=404 - Page non trouv\u00E9e
error.404.message=<strong>Page non trouv\u00E9e</strong> - La page que vous cherchez n'a pas \u00E9t\u00E9 trouv\u00E9e. 
# 403.xhtml
error.403.page.title=403 - Non autoris\u00E9
error.403.message=<strong>Non autoris\u00E9</strong> - Vous n'\u00EAtes pas autoris\u00E9 \u00E0 voir cette page.

# general error - support message=
error.support.message=Si vous pensez qu'il s'agit d'une erreur, veuillez contacter {0} pour obtenir de l'aide.

# citation-frame.xhtml=
citationFrame.banner.message=Si le site ci-dessous ne se charge pas, les donn\u00E9es archiv\u00E9es sont disponibles dans {0} {1}. {2}
citationFrame.banner.message.here=ici
citationFrame.banner.closeIcon=Fermer ce message, aller dans l'ensemble de donn\u00E9es
citationFrame.banner.countdownMessage=Ce message se fermera dans 
citationFrame.banner.countdownMessage.seconds=secondes
# EditDatafilesPage.java
file.edit.duplicate.message=Le fichier suivant est un doublon d'un fichier d\u00E9j\u00E0 t\u00E9l\u00E9vers\u00E9\u00A0: 
file.edit.duplicates.message=Les fichiers suivants sont des doublons d'un (de) fichier(s) d\u00E9j\u00E0 t\u00E9l\u00E9vers\u00E9(s)\u00A0: 
file.edit.exist.message=Les fichiers suivants font d\u00E9j\u00E0 partie de l'ensemble de donn\u00E9es\u00A0: 
file.edit.skip.message=(ignor\u00E9)

# DTA117FileReader.java
dta.datafile.error=ce module d'extension (plugin) ne prend pas en charge les fichiers externes de donn\u00E9es brutes 
dta.readheader.error=Libell\u00E9 de version inattendue trouv\u00E9\u00A0: {0}; valeur attendue\u00A0: 117.
dta.datasettimestamp.error=Longueur invalide/inattendue de l'horodatage dans l'en-t\u00EAte du DTA117.
dta.variabletype.label.error=Libell\u00E9 de type non reconnu\u00A0: {0} pour le type de valeur Stata (court) {1}.
dta.variabletype.value.error=valeur de type de variable inconnue rencontr\u00E9e\u00A0: {0}
dta.vartype.error=Type de variable ind\u00E9fini rencontr\u00E9 dans readData()
dta.datasection.error=Type de variable inconnu rencontr\u00E9 lors de la lecture de la section de donn\u00E9es\u00A0: {0}
dta.byteoffset.error=Nombre inattendu d'octets lus pour la rang\u00E9e de donn\u00E9es {0}; {1} attendu(s), {2} lu(s).
dta.readSTRLs.failure=Impossible de lire une paire interm\u00E9diaire v,o pour la variable {0}, observation {1}
dta.readSTRLs.illegal=Valeur v,o interdite\u00A0: {0} pour la variable {1}, observation {2}
dta.readGSO.failure=Impossible de lire la valeur GSO pour {0}
dta.readGSO.string.error=Cha\u00EEne GSO indisponible pour la valeur v,o {0}
dta.readlabels.total.error=incompatibilit\u00E9 de lecture dans readLabels()
dta.readlabels.value.error=incompatibilit\u00E9 de lecture dans readLabels() 2
dta.calculatebytes.length.error=Le tableau des variables internes de d\u00E9calages d'octets n'est pas correctement configur\u00E9
dta.calculatebytes.offset.error=variable de d\u00E9calage d'octet incorrect\u00A0: {0}
dta.variabletypes.error=Les types de variables internes ne sont pas correctement configur\u00E9s
dta.variabletype.error=Type de variable vide dans la tentative de recherche sur la longueur d'octet.
dta.invalidstrf.error=STRF invalide rencontr\u00E9\u00A0: {0}
dta.unknown.variable=Type de variable inconnue ou invalide\u00A0: {0} 
dta.readbytes.error=DataReader.readBytes appel\u00E9 \u00E0 lire un nombre d'octets n\u00E9gatifs ou \u00E9gal \u00E0 0.
dta.readbytes.buffer=TD - Surcharge de m\u00E9moire tampon 
dta.readbytes.premature=a atteint la fin du flux de donn\u00E9es pr\u00E9matur\u00E9ment.
dta.readdoubleInt.error=Ordre d'octet non d\u00E9termin\u00E9 pour la lecture de valeurs num\u00E9riques. 
dta.bytestoint.error=Nombre d'octets non pris en charge dans un entier\u00A0: {0}
dta.bytestosignedInt.error=Nombre d'octets non pris en charge pour entier sign\u00E9\u00A0: {0}
dta.bytestolong.error=Nombre erron\u00E9 d'octets dans bytesToLong().
dta.characterlimit.error=limite atteinte pour le nombre de caract\u00E8res dans la balise de section
dta.negativenumber.error=Nombre d'octets n\u00E9gatifs dans skipDefinedSection(balise) 
dta.opentag.error=la balise d'ouverture doit \u00EAtre une cha\u00EEne non vide.
dta.sectiontag.error=V\u00E9rification des balises de section sur les tampons d'octets non encore impl\u00E9ment\u00E9e.
dta.opentag.missing=Impossible de lire la balise d'ouverture {0}
dta.closetag.error=la balise de fermeture doit \u00EAtre une cha\u00EEne non vide.
dta.closetag.missing=Impossible de lire la balise de fermeture {0}
dta.bufferoverflow.error=Surcharge de m\u00E9moire tampon dans le DataReader.
# New labels
main_dataverse_create=Cr\u00E9er mon Dataverse
main_or=ou
main_explore=Explorer
main_search=Chercher
main_dataverse_slogan=Plate-forme des donn\u00E9es de recherche de Scholars Portal. Publiez et suivez vos donn\u00E9es, d\u00E9couvrez et r\u00E9utilisez les donn\u00E9es des autres!
#EMailValidator
emailvalidator.notValid={0} n'est pas une adresse courriel valide.

#dataset.xhtml
Abbreviation=Abr\u00E9viation
Actions\u0020to\u0020Minimize\u0020Losses=Mesures visant \u00E0 minimiser les pertes
Actual=R\u00E9elle
Affiliation=Affiliation
Agency=Organisme
Alternative\u0020Title=Autre titre
Author=Auteur
Bandpass=Largeur de bande
Cell\u0020Type=Type de cellule
Central\u0020Wavelength\u0020(m)=Longueur d'onde centrale (m)
Characteristic\u0020of\u0020Sources\u0020Noted=Caract\u00E9ristiques des sources not\u00E9es
Characteristics\u0020of\u0020Data\u0020Collection\u0020Situation=Caract\u00E9ristiques de la collecte de donn\u00E9es
Citation=R\u00E9f\u00E9rence
City=Ville
Cleaning\u0020Operations=Op\u00E9rations de nettoyage
Collection\u0020Mode=Mode de collecte
Collector\u0020Training=Formation du responsable de la collecte de donn\u00E9es
Contact=Personne-ressource
Control\u0020Operations=Op\u00E9rations de contr\u00F4le
Country\u0020/\u0020Nation=Pays / Nation
Data\u0020Collector=Responsable de la collecte de donn\u00E9es
Data\u0020Sources=Sources de donn\u00E9es
Dataset\u0020Date\u0020Range=P\u00E9riode de l'ensemble de donn\u00E9es
Date=Date
Date\u0020of\u0020Collection=Date de la collecte
Depositor=D\u00E9posant
Depth\u0020Coverage=\u00C9tendue
Description=Description
Design\u0020Type=Type de mod\u00E8le
Distributor=Diffuseur
Documentation\u0020and\u0020Access\u0020to\u0020Sources=Documentation et acc\u00E8s aux sources
E-mail=Courriel
East\u0020Longitude=Longitude est
End=Fin
Estimates\u0020of\u0020Sampling\u0020Error=Estimation de l'erreur d'\u00E9chantillonnage
Facility=Installation
Factor\u0020Type=Type de facteur
Formula=Formule 
Fraction\u0020of\u0020Sky=Fraction de ciel
Frequency=Fr\u00E9quence
Geographic\u0020Bounding\u0020Box=Zone de d\u00E9limitation g\u00E9ographique
Geographic\u0020Coverage=Couverture g\u00E9ographique
Geographic\u0020Unit=Unit\u00E9 g\u00E9ographique
Grant\u0020Agency=Organisme subventionnaire
Grant\u0020Information=Renseignements sur la subvention
Grant\u0020Number=Num\u00E9ro de la subvention
ID\u0020Number=Num\u00E9ro d'identification
ID\u0020Type=Type d'identifiant
Identifier=Identifiant
Identifier\u0020Scheme=Sch\u00E9ma de l'identifiant
Information=Renseignements
Instrument=Instrument
Issue=Num\u00E9ro
Journal=Revue
Keyword=Mot-cl\u00E9
Logo\u0020URL=Adresse URL du logo
Major\u0020Deviations\u0020for\u0020Sample\u0020Design=\u00C9carts importants pour le plan d'\u00E9chantillonnage
Maximum=Maximum  
Maximum\u0020(m)=Maximum (m)
Measurement\u0020Type=Type de mesure
Minimum=Minimum  
Minimum\u0020(m)=Minimum (m)
Name=Nom
North\u0020Latitude=Latitude nord
Notes=Remarques
Object=Objet
Object\u0020Count=Nombre d'objets
Object\u0020Density=Densit\u00E9 de l'objet
Organism=Organisme
Origin\u0020of\u0020Sources=Origine des sources
Other=Autre
Other\u0020Forms\u0020of\u0020Data\u0020Appraisal=Autres formes d'\u00E9valuation des donn\u00E9es
Other\u0020ID=Autre identifiant
Other\u0020Measurement\u0020Type=Autre type de mesure
Other\u0020Organism=Autre organisme
Other\u0020References=Autres r\u00E9f\u00E9rences
Polarization=Polarisation
Producer=Producteur
Production\u0020Place=Endroit de production
Redshift\u0020Resolution=R\u00E9solution du d\u00E9calage vers le rouge
Redshift\u0020Value=Valeur du d\u00E9calage vers le rouge
RedshiftType=TypeDeD\u00E9calageVersLeRouge
Related\u0020Datasets=Ensembles de donn\u00E9es connexes
Related\u0020Material=Document connexe
Related\u0020Publication=Publication connexe
Response\u0020Rate=Taux de r\u00E9ponse
Sampling\u0020Procedure=M\u00E9thode d\u2019\u00E9chantillonnage 
Series=S\u00E9rie
Sky\u0020Coverage=Partie du ciel couverte
Software=Logiciel
South\u0020Latitude=Latitude sud
Spatial\u0020Resolution=R\u00E9solution spatiale
Spectral\u0020Resolution=R\u00E9solution spectrale
Start=D\u00E9but
State\u0020/\u0020Province=\u00C9tat / Province
Study\u0020Level\u0020Error\u0020Notes=Remarques g\u00E9n\u00E9rales d'erreur
Subtitle=Sous-titre
Target\u0020Sample\u0020Size=Taille de l'\u00E9chantillon cible
Technology\u0020Platform=Plateforme technologique
Technology\u0020Type=Type de technologie
Term=Terme
Text=Texte
Time\u0020Method=M\u00E9thode temporelle
Time\u0020Period\u0020Covered=P\u00E9riode couverte
Time\u0020Resolution=R\u00E9solution temporelle
Topic\u0020Classification=Classification des sujets
Type=Type
Type\u0020of\u0020Article=Type d'article
Type\u0020of\u0020Research\u0020Instrument=Type d'instrument de recherche
Unit\u0020of\u0020Analysis=Unit\u00E9 d'analyse
Universe=Univers
URL=Adresse URL
Version=Version
Vocabulary=Vocabulaire
Vocabulary\u0020URL=Adresse URL du vocabulaire
Volume=Volume
Wavelength\u0020Range=Gamme de longueurs d'onde
Weighting=Pond\u00E9ration
West\u0020Longitude=Longitude ouest
Citation\u0020Metadata=M\u00E9tadonn\u00E9es bibliographiques
Geospatial\u0020Metadata=M\u00E9tadonn\u00E9es g\u00E9ospatiales
Social\u0020Science\u0020and\u0020Humanities\u0020Metadata=M\u00E9tadonn\u00E9es de sciences sociales et humaines
Astronomy\u0020and\u0020Astrophysics\u0020Metadata=M\u00E9tadonn\u00E9es d'astronomie et d'astrophysique
Life\u0020Sciences\u0020Metadata=M\u00E9tadonn\u00E9es des sciences de la vie
Journal\u0020Metadata=M\u00E9tadonn\u00E9es de la revue
file.dataFilesTab.fileRestrictions=Restrictions relatives aux fichiers
datset.replicationDataFor=Donn\u00E9es de r\u00E9plication pour\u00A0:
#Permission.java
permission.addDataverseDataverse=Ajouter un dataverse \u00E0 l'int\u00E9rieur d'un autre dataverse
permission.deleteDataset=Supprimer la version provisoire de l'ensemble de donn\u00E9es
permission.deleteDataverse=Supprimer un dataverse non publi\u00E9
permission.publishDataset=Publier un ensemble de donn\u00E9es
permission.publishDataverse=Publier un dataverse
permission.managePermissionsDataset=G\u00E9rer les autorisations pour un ensemble de donn\u00E9es
permission.managePermissionsDataverse=G\u00E9rer les autorisations pour un dataverse
permission.editDataset=\u00C9diter les m\u00E9tadonn\u00E9es d'un ensemble de donn\u00E9es
permission.editDataverse=\u00C9diter les m\u00E9tadonn\u00E9es, les facettes, la personnalisation  et les mod\u00E8les
permission.downloadFile=T\u00E9l\u00E9charger un fichier
permission.viewUnpublishedDataset=Consulter un ensemble de donn\u00E9es non publi\u00E9 et ses fichiers
permission.viewUnpublishedDataverse=Consulter un dataverse non publi\u00E9
permission.addDatasetDataverse=Ajouter un ensemble de donn\u00E9es \u00E0 un dataverse
#ManagePermissionsPage and ManageFilePermissionsPage
permission.roleWasRemoved=Le r\u00F4le {0} associ\u00E9 \u00E0 {1} a \u00E9t\u00E9 supprim\u00E9.
permission.roleNotAbleToBeRemoved=L'attribution du r\u00F4le n'a pu \u00EAtre supprim\u00E9e.
permission.permissionsMissing=Les autorisations pour {0} sont manquantes.
permission.fileAccessGranted=L'acc\u00E8s aux fichiers demand\u00E9 par {0} a \u00E9t\u00E9 accord\u00E9.
permission.fileAccessRejected=L'acc\u00E8s aux fichiers demand\u00E9 par {0} a \u00E9t\u00E9 refus\u00E9.
permission.roleAssignedToFor=R\u00F4le {0} attribu\u00E9 \u00E0 {1} pour {2}. 
permission.roleNotAbleToBeAssigned=II a \u00E9t\u00E9 impossible d'attribuer le r\u00F4le.
permission.defaultPermissionDataverseUpdated=Les autorisations par d\u00E9faut pour ce dataverse ont \u00E9t\u00E9 mises \u00E0 jour.
permission.CannotAssigntDefaultPermissions=Impossible d'attribuer des autorisations par d\u00E9faut. 
permission.errorAssigningRole=Erreur dans l'attribution du r\u00F4le\u00A0: {0}
permission.updated=mis \u00E0 jour
permission.created=cr\u00E9\u00E9
permission.roleWas=Le r\u00F4le \u00E9tait {0}. Pour l'attribuer \u00E0 un utilisateur et/ou un groupe, cliquez sur le bouton \u00AB Attribuer un r\u00F4le \u00E0 un utilisateur/un groupe \u00BB dans la section Utilisateurs/Groupes de cette page. 
permission.roleNotSaved=Il a \u00E9t\u00E9 impossible de sauvegarder le r\u00F4le. 
permission.anyoneWithAccount=Toute personne poss\u00E9dant un compte Dataverse
#datasetFieldForEditFragment.xhtml
dataset.AddReplication=Ajouter \u00AB Donn\u00E9es de r\u00E9plication pour \u00BB au Titre
#result_message_only.html
result.status=Statut
result.role=R\u00F4le
result.to=\u00C0
result.of=De
result.result=R\u00E9sultat
result.results=R\u00E9sultats
#loginpage.xhtml bundle [fc.credential.title]. Username and Password translation
Username=Nom d'utilisateur
Password=Mot de passe

#search-include-fragment.xhtml bundle[facetCategory.friendlyName]
Dataverse\u0020Category=Cat\u00E9gorie Dataverse
Publication\u0020Date=Date de publication
Author-Name=Nom \u2014 Auteur
Subject=Sujet
Deposit\u0020Date=Date de d\u00E9p\u00F4t
File\u0020Type=Type de fichier
File\u0020Tag=Libell\u00E9 de fichier
Access=Acc\u00E8s
Keyword-Term=Mot-cl\u00E9 \u2014 Terme
Author\u0020Affiliation=Affiliation de l'auteur
Language=Langue
Kind\u0020of\u0020Data=Type de donn\u00E9es
Publication\u0020Status=Statut de publication
#dataverseuser.xhtml bundle [DataverseUserPage.editMode=='CREATE' ? 'Password' : 'New Password']
user.password=Mot de passe
user.newPassword=Nouveau mot de passe
#mydata_fragment.xhtml
mydataFragment.infoAccess=Voici tous les dataverses, ensembles de donn\u00E9es et fichiers pour lesquels vous avez un acc\u00E8s. Vous pouvez filtrer la liste par statut de publication et par r\u00F4le. 
mydataFragment.moreResults=Voir plus de r\u00E9sultats
mydataFragment.publicacionStatus=Statut de publication
mydataFragment.roles=R\u00F4les
mydataFragment.resultsByUserName=R\u00E9sultats par utilisateur
mydataFragment.search=Chercher dans mes donn\u00E9es&
Published=Publi\u00E9
Unpublished=Non publi\u00E9
Draft=Version provisoire
In\u0020Review=En r\u00E9vision
Deaccessioned=Retir\u00E9
Admin=Administrateur syst\u00E8me
File\u0020Downloader=Utilisateur avec droits de t\u00E9l\u00E9chargement
Dataverse\u0020+\u0020Dataset\u0020Creator=Cr\u00E9ateur de dataverses et d'ensembles de donn\u00E9es 
Dataverse\u0020Creator=Cr\u00E9ateur de dataverses
Dataset\u0020Creator=Cr\u00E9ateur d'ensembles de donn\u00E9es
Contributor=Collaborateur
Curator=Intendant des donn\u00E9es
Member=Membre
#webapp/search/advanced.xhtml #{bundle[item.displayName]
Title=Titre
Description\u0020Text=Texte de description
Topic\u0020Classification\u0020Term=Classification sujet
Related\u0020Publication\u0020Citation=R\u00E9f\u00E9rence bibliographique de la publication connexe
Related\u0020Publication\u0020ID\u0020Type=Type d'identifiant de la publication connexe
Related\u0020Publication\u0020ID\u0020Number=Identifiant de la publication connexe
Producer\u0020Name=Nom du producteur
Production\u0020Date=Date de production
Contributor\u0020Type=Type de collaborateur
Contributor\u0020Name=Nom du collaborateur
Distributor\u0020Name=Nom du diffuseur
Distribution\u0020Date=Date de diffusion
Time\u0020Period\u0020Covered\u0020Start=D\u00E9but de la p\u00E9riode couverte
Time\u0020Period\u0020Covered\u0020End=Fin de la p\u00E9riode couverte
Series\u0020Name=Nom de la s\u00E9rie

#SystemConfig
system.app.terms=Il n'y a pas de conditions d'utilisation associ\u00E9es \u00E0 cette installation de Dataverse. 
system.api.terms=Il n'y a pas de conditions d'utilisation des API associ\u00E9es \u00E0 cette installation de Dataverse. 

#messages.xhtml
iqbs.message.validationErrorStrong=<strong>Erreur de validation</strong> - Les champs obligatoires ont \u00E9t\u00E9 omis ou il y a eu une erreur de validation. Veuillez d\u00E9filer le menu vers le bas pour voir les d\u00E9tails. 
iqbs.message.success=R\u00E9ussi!
iqbs.message.info=Information
iqbs.message.error=Erreur

#iqbs/messages.xhtml
Please=SVP
contact\u0020support=communiquer avec le service de soutien

#LoginPage.java
login.UserName=Veuillez entrer un nom d'utilisateur.
login.Password=Veuillez entrer un mot de passe.
# PasswordResetPage.java
passwordReset.initiated=R\u00E9initialisation du mot de passe amorc\u00E9e
# BuiltinUserPage
userPage.informationUpdated=L'information associ\u00E9e \u00E0 votre compte a bien \u00E9t\u00E9 mise \u00E0 jour.
userPage.passwordChanged=Votre mot de passe a bien \u00E9t\u00E9 modifi\u00E9.
userPage.usernameIncorrect=Erreur dans le nom d'utilisateur ou l'adresse courriel.
userPage.passwordStillNull=Aucune valeur associ\u00E9e \u00E0 InputPassword 
userPage.passwordNotComplex=Le mot de passe n'est pas suffisamment complexe. Le mot de passe doit comprendre au minimum une lettre, un chiffre et contenir au moins  {0} caract\u00E8res. 
userPage.newPasswordNotBlank=le nouveau mot de passe n'est pas vide
userPage.newPasswordBlankRetype=Le nouveau mot de passe est vide\u00A0: saisir \u00E0 nouveau.
userPage.newPasswordBlank=le nouveau mot de passe est vide
userPage.passwordIncorrect=Le mot de passe est incorrect.
userPage.passwordNotBlank=le mot de passe actuel n'est pas vide
userPage.passwordBlankRetype=Le mot de passe est vide\u00A0: saisir \u00E0 nouveau.
userPage.passwordError=Erreur de mot de passe
userPage.passwordBlank=le mot de passe actuel est vide
# DataRetrieverAPI
noResultsFound=D\u00E9sol\u00E9, aucun r\u00E9sultat ne correspond \u00E0 votre recherche.
dataverse.selected=S\u00E9lectionn\u00E9s
dataverse.item.required=Obligatoire
dataverse.item.optional=Facultatif
dataverse.item.hidden=Information cach\u00E9e
dataset.category.documentation=Documentation
dataset.category.data=Donn\u00E9es
dataset.category.code=Code
Researcher=Chercheur
Research\u0020Project=Projet de recherche
Journal=Revue
Organizations\u0020or\u0020Institutions=Organisation ou \u00E9tablissement
Teaching\u0020Course=Cours
Uncategorized=Sans cat\u00E9gorie
Research\u0020Group=Groupe de recherche
Laboratory=Laboratoire 
Agricultural\u0020Sciences=Sciences de l\u2019agriculture
Arts\u0020and\u0020Humanities=Arts et sciences humaines
Astronomy\u0020and\u0020Astrophysics=Astronomie et astrophysique
Business\u0020and\u0020Management=Affaires et gestion
Chemistry=Chimie
Earth\u0020and\u0020Environmental\u0020Sciences=Sciences de la terre et de l'environnement
Engineering=G\u00E9nie
Medicine,\u0020Health\u0020and\u0020Life\u0020Sciences=M\u00E9decine, sant\u00E9 et sciences de la vie
Computer\u0020and\u0020Information\u0020Science=Informatique et science de l'information
Law=Droit
Mathematical\u0020Sciences=Sciences math\u00E9matiques
Physics=Physique
Social\u0020Sciences=Sciences sociales
Other=Autre
page.copy=Copie de
dataset.version.file.added=Files (Added: {0}
dataset.version.file.removed=Files (Removed: {0}
dataset.version.file.removed2=; Removed: {0}
dataset.version.file.replaced=Files (Replaced: {0}
dataset.version.file.replaced2=; Replaced: {0}
dataset.version.file.changed=Files (Changed File Metadata: {0}
dataset.version.file.changed2=; Changed File Metadata: {0}
template.makeDefault=The template has been selected as the default template for this dataverse
template.unselectDefault=The template has been removed as the default template for this dataverse
template.clone=The template has been copied
template.clone.error=Template could not be copied. 
template.delete=The template has been deleted
template.delete.error=The dataset template cannot be deleted.
template.save=Template data updated
template.save.error=Template update failed
template.makeDefault.error=The dataset template cannot be made default.
# End of new labels

# Friendly AuthenticationProvider names
authenticationProvider.name.builtin=Dataverse
authenticationProvider.name.null=(Le fournisseur est inconnu)
authenticationProvider.name.github=GitHub
authenticationProvider.name.google=Google
authenticationProvider.name.orcid=ORCiD
authenticationProvider.name.orcid-sandbox=Bac \u00E0 sable ORCiD
authenticationProvider.name.shib=Shibboleth
dataverse.shib.success=Your Dataverse account is now associated with your institutional account.
dataverse.linking=You must select a linking dataverse.